{
   "ingredientes":[{
      "_id":"Arroz",
      "name":"Arroz",
      "image":"/images/ingredients/arroz.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Vitamina B6 y niacina.",
      "valoracion":"El arroz es rico en almidón que se compone de amilosa y amilopectina, siendo la proporción de cada una la que determina las características culinarias del producto. A mayor proporción de amilopectina, más viscosos y pegajosos estarán los granos entre sí. Tiene un pequeño aporte de proteínas (7%), y contiene cantidades notables de niacina o vitamina B3 y vitamina B6. Sin embargo, en la práctica, con su refinamiento y pulido, se pierde hasta el 50% de su contenido en minerales y el 85 % de las vitaminas del grupo B.",
      "nutricional":[{
         "calorias":"381",
         "proteinas":"7",
         "lipidos":"0.9",
         "agsaturados":"0.21",
         "agmonoinsaturados":"0.21",
         "agpoliinsaturados":"0.32",
         "omega3":"0.008",
         "omega6":"0.315",
         "colesterol":"0",
         "carbohidratos":"86",
         "fibra":"0.2",
         "agua":"5.9",
         "calcio":"10",
         "hierro":"0.5",
         "yodo":"2",
         "magnesio":"13",
         "zinc":"0.2",
         "sodio":"6",
         "potasio":"110",
         "fosforo":"100",
         "selenio":"7",
         "tiamina":"0.05",
         "riboflavina":"0.03",
         "niacina":"3.1",
         "vitamina_b6":"0.30",
         "folatos":"20",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.3"
      }]
   },{
      "_id":"Cereal",
      "name":"Cereal",
      "image":"/images/ingredients/cereal.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Fibra, hierro, tiamina, riboflavina, niacina, folatos, vitaminas B6, B12 y D.",
      "valoracion":"Los cereales de desayuno están compuestos en su mayor parte por hidratos de carbono complejos, que aportan las harinas empleadas, además de azúcares simples y otros ingredientes añadidos, como la miel, el caramelo, las frutas o el chocolate. En algunos casos alcanzan el 90% de la composición y en menor proporción se encuentran otros nutrientes como proteínas, grasas, fibra, vitaminas y minerales. La proteína que aportan es de calidad intermedia, ya que es deficitaria en el aminoácido esencial lisina. La mayoría de estos productos son poco grasos, exceptuando los que llevan incorporados frutos secos, coco o chocolate. El contenido en fibra es variable siendo más abundante en las variedades integrales o que incluyen salvado, frutos secos o frutas desecadas. Los cereales se fortifican en diversas vitaminas (B1. B2. B3. B6, folatos, B12 y vitamina D) y se enriquecen además con hierro, calcio y magnesio.",
      "nutricional":[{
         "calorias":"378",
         "proteinas":"7",
         "lipidos":"0.9",
         "agsaturados":"0.2",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"-",
         "omega3":"0",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"84",
         "fibra":"3",
         "agua":"5.1",
         "calcio":"-",
         "hierro":"8",
         "yodo":"-",
         "magnesio":"-",
         "zinc":"-",
         "sodio":"700",
         "potasio":"-",
         "fosforo":"-",
         "selenio":"-",
         "tiamina":"1.2",
         "riboflavina":"1.3",
         "niacina":"14.9",
         "vitamina_b6":"1.7",
         "folatos":"166",
         "vitamina_b12":"0.83",
         "vitamina_c":"-",
         "vitamina_a":"-",
         "vitamina_d":"4.2",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Churros",
      "barcode": "7790244001453",
      "name":"Churros",
      "image":"/images/ingredients/churros.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Ácidos grasos polinsaturados, ácidos grasos insaturados y fósforo.",
      "valoracion":"Los churros contienen en su composición un elevado porcentaje de hidratos de carbono y en menor medida, lípidos, aportados por el aceite en el que se fríen. Los hidratos de carbono son mayoritariamente complejos y los lípidos en su mayor parte, si se fríen en aceite de oliva o girasol, son ácidos grasos monoinsaturados y poliinsaturados, por ello, un consumo adecuado puede ser un buen complemento dentro de una dieta variada. Su valor nutricional se verá modificado si se consumen recubiertos de azúcar o chocolate, aumentando en ambos casos el aporte energético.",
      "nutricional":[{
         "calorias":"361",
         "proteinas":"4.6",
         "lipidos":"20",
         "agsaturados":"2.62",
         "agmonoinsaturados":"6.37",
         "agpoliinsaturados":"10",
         "omega3":"0.057",
         "omega6":"9.94",
         "colesterol":"trazas",
         "carbohidratos":"40",
         "fibra":"1.2",
         "agua":"34.2",
         "calcio":"7",
         "hierro":"0.6",
         "yodo":"10",
         "magnesio":"14",
         "zinc":"0.4",
         "sodio":"2",
         "potasio":"146",
         "fosforo":"108",
         "selenio":"4",
         "tiamina":"0.04",
         "riboflavina":"0.03",
         "niacina":"1.6",
         "vitamina_b6":"0.1",
         "folatos":"11",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"trazas",
         "vitamina_d":"0",
         "vitamina_e":"0.34"
      }]
   },{
      "_id":"galletas",
      "name":"galletas",
      "image":"/images/ingredients/galletas.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Fibra y fósforo",
      "valoracion":"Las galletas tienen un alto contenido energético por la baja cantidad de agua que contienen, concretamente como media 2.5 g de agua por 100 g de producto. Están compuestas en su mayor parte por hidratos de carbono aportados por la harina empleada y el azúcar añadido en su composición, de esta forma los hidratos de carbono de su composición serán tanto complejos —almidón— como simples — sacarosa, glucosa, fructosa, etc.—. Si la harina utilizada en su elaboración es integral serán una buena fuente de fibra. La calidad de la grasa dependerá del tipo de ingredientes empleado para su elaboración. Actualmente en el mercado se pueden encontrar galletas con composiciones muy variadas debido a su enriquecimiento o fortificación en determinados nutrientes, como pueden ser las vitaminas A, D y del grupo B, minerales o fibra. Según estén rellenas o cubiertas de chocolate u otros ingredientes similares, su contenido energético puede ser de 414 kcal en las galletas tipo María hasta por ejemplo 525 kcal en las galletas cubiertas de chocolate.",
      "nutricional":[{
         "calorias":"450",
         "proteinas":"7",
         "lipidos":"14",
         "agsaturados":"6.1",
         "agmonoinsaturados":"5.58",
         "agpoliinsaturados":"1.61",
         "omega3":"0.106",
         "omega6":"1.439",
         "colesterol":"trazas",
         "carbohidratos":"71.5",
         "fibra":"5",
         "agua":"2.5",
         "calcio":"115",
         "hierro":"2",
         "yodo":"0",
         "magnesio":"32",
         "zinc":"0.6",
         "sodio":"410",
         "potasio":"140",
         "fosforo":"190",
         "selenio":"7.3",
         "tiamina":"0.13",
         "riboflavina":"0.08",
         "niacina":"2",
         "vitamina_b6":"0.06",
         "folatos":"0",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"-",
         "vitamina_d":"0",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Harina",
      "name":"Harina",
      "image":"/images/ingredients/harina.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Fibra y fósforo",
      "valoracion":"La harina de trigo contiene principalmente hidratos de carbono complejos. Su contenido en proteínas, lípidos, vitaminas (tiamina, riboflavina y niacina) y minerales es relativamente importante. De estos últimos destaca el fósforo. Entre las proteínas, la más representativa es el gluten, que confiere a la harina la característica típica de elasticidad durante la panificación, para llegar a obtener un producto final poroso y esponjoso. Las proteínas no tienen un gran valor biológico, son deficientes en lisina y en treonina; sin embargo, actualmente las harinas se suelen enriquecer con estos aminoácidos y algunas vitaminas y minerales. El contenido en proteínas varía según el tipo de trigo, época de cosecha y grado de extracción (proporción de grano completo que se emplea para obtener una cantidad determinada de harina). La harina integral, al tener un alto grado de extracción, por conservar la cubierta, el germen y la capa de aleurona, al no haber sido sometido el grano a un proceso de refinado, aporta mayor cantidad de proteínas, grasas (aceite en el germen), minerales, vitaminas del grupo B (particularmente de ácido fólico), pero sobre todo de fibra. Por otro lado, un componente que destaca en el trigo es el ácido fítico, el cual se encuentra en la capa de aleurona; así, la harina integral que contiene salvado y aleurona podrá dificultar la absorción de determinados minerales, como hierro y calcio, presentes en la harina misma o en otros alimentos.",
      "nutricional":[{
         "calorias":"375",
         "proteinas":"9.3",
         "lipidos":"1.2",
         "agsaturados":"0.16",
         "agmonoinsaturados":"0.13",
         "agpoliinsaturados":"0.51",
         "omega3":"0.033",
         "omega6":"0.477",
         "colesterol":"0",
         "carbohidratos":"80",
         "fibra":"3.4",
         "agua":"6.1",
         "calcio":"15",
         "hierro":"1.1",
         "yodo":"1",
         "magnesio":"28",
         "zinc":"0.8",
         "sodio":"3",
         "potasio":"130",
         "fosforo":"120",
         "selenio":"4",
         "tiamina":"0.09",
         "riboflavina":"0.06",
         "niacina":"2.3",
         "vitamina_b6":"0.15",
         "folatos":"22",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Magdalena",
      "name":"Magdalena",
      "image":"/images/ingredients/magdalena.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Fósforo, selenio, vitaminas A y D.",
      "valoracion":"Las magdalenas tienen un elevado contenido energético por la baja cantidad de agua que contienen, concretamente como media 31 g de agua por 100 g de producto. Las magdalenas tienen un alto porcentaje de hidratos de carbono —principalmente complejos—, lípidos y en menor medida de minerales y vitaminas. Las magdalenas contienen alrededor de 22 g de grasa por 100 g de producto, predominando los ácidos grasos de tipo monoinsaturados y poliinsaturados. Su contenido en colesterol procede del huevo, o derivados del mismo, con el que se suelen elaborar y es como media de 203 mg por cada 100 g. Además aportan cantidades significativas de minerales como el fósforo y selenio y vitaminas como la A y D. En relación a los sobaos, no debemos olvidar que tradicionalmente se elaboran con mantequilla y por tanto su contenido en ácidos grasos saturados y en colesterol es mayor que en las magdalenas.",
      "nutricional":[{
         "calorias":"388",
         "proteinas":"6.1",
         "lipidos":"22.4",
         "agsaturados":"12.4",
         "agmonoinsaturados":"8.1",
         "agpoliinsaturados":"0.9",
         "omega3":"0.1",
         "omega6":"0.799",
         "colesterol":"203",
         "carbohidratos":"39.9",
         "fibra":"1",
         "agua":"31",
         "calcio":"40",
         "hierro":"1",
         "yodo":"0",
         "magnesio":"19",
         "zinc":"0.6",
         "sodio":"178",
         "potasio":"78",
         "fosforo":"148",
         "selenio":"9.1",
         "tiamina":"0.05",
         "riboflavina":"0.08",
         "niacina":"1.5",
         "vitamina_b6":"0.06",
         "folatos":"8",
         "vitamina_b12":"trazas",
         "vitamina_c":"trazas",
         "vitamina_a":"150",
         "vitamina_d":"1.23",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Maiz/Choclo, Envasado",
      "name":"Maiz/Choclo, Envasado",
      "image":"/images/ingredients/maiz_envasado.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Proteínas y Fibra.",
      "valoracion":"Contiene principalmente hidratos de carbono, tanto complejos como simples. Su contenido en fibra ayuda a incrementar la sensación de saciedad y contribuye a prevenir o combatir el estreñimiento. La proteína es de especial interés para los celíacos porque no tiene gluten pero es deficitaria en lisina y triptófano. El contenido en grasa es muy bajo. Presenta una particularidad con respecto a otros cereales y es su contenido en b-carotenos —precursores de la vitamina A— y en otro carotenoide que es la zeaxantina al cual debe el color amarillo que posee. La variedad de maíz blanco carece de ellos. La composición nutricional del maíz envasado respecto a su homólogo en fresco es casi idéntica: disminuye, sin significación, el contenido de sus macro y micronutrientes, salvo en el caso del agua, algo más elevado en el de conserva. En caso de adición de azúcares a esta última, el valor calórico también podría sufrir un leve aumento.",
      "nutricional":[{
         "calorias":"73",
         "proteinas":"2.9",
         "lipidos":"1.2",
         "agsaturados":"0.2",
         "agmonoinsaturados":"0.3",
         "agpoliinsaturados":"0.5",
         "omega3":"0",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"10.7",
         "fibra":"3.9",
         "agua":"81.3",
         "calcio":"4",
         "hierro":"0.5",
         "yodo":"-",
         "magnesio":"23",
         "zinc":"0.5",
         "sodio":"270",
         "potasio":"220",
         "fosforo":"79",
         "selenio":"trazas",
         "tiamina":"0.04",
         "riboflavina":"0.06",
         "niacina":"2",
         "vitamina_b6":"0.13",
         "folatos":"8",
         "vitamina_b12":"0",
         "vitamina_c":"1",
         "vitamina_a":"18.3",
         "vitamina_d":"0",
         "vitamina_e":"0.46"
      }]
   },{
      "_id":"Maiz/Choclo",
      "name":"Maiz/Choclo",
      "image":"/images/ingredients/maiz.jpg",
      "category":"cereales",
      "comestible":"55",
      "fuente":"Proteínas y folatos.",
      "valoracion":"Contienen principalmente hidratos de carbono complejos y simples. La proteína es de especial interés para los celíacos porque no tiene gluten, pero por otro lado es deficitaria en lisina y triptófano. El contenido en grasa es muy bajo. Aunque no aporta grandes cantidades de vitaminas, destacan los folatos. Presenta una particularidad con respecto a otros cereales y es su contenido en b-carotenos —precursores de la vitamina A— y en otro carotenoide que es la zeaxantina al cual debe el color amarillo que posee. La variedad de maíz blanco carece de uno y otro.",
      "nutricional":[{
         "calorias":"104",
         "proteinas":"3.3",
         "lipidos":"0.78",
         "agsaturados":"0.12",
         "agmonoinsaturados":"0.228",
         "agpoliinsaturados":"0.367",
         "omega3":"0.011",
         "omega6":"0.356",
         "colesterol":"0",
         "carbohidratos":"19.5",
         "fibra":"2.8",
         "agua":"71.8",
         "calcio":"4",
         "hierro":"0.68",
         "yodo":"-",
         "magnesio":"32",
         "zinc":"0.7",
         "sodio":"5",
         "potasio":"294",
         "fosforo":"87",
         "selenio":"0.8",
         "tiamina":"0.103",
         "riboflavina":"0.088",
         "niacina":"1.681",
         "vitamina_b6":"0.179",
         "folatos":"40",
         "vitamina_b12":"0",
         "vitamina_c":"7.2",
         "vitamina_a":"12",
         "vitamina_d":"0",
         "vitamina_e":"0.26"
      }]
   },{
      "_id":"Pan Blanco",
      "name":"Pan Blanco",
      "image":"/images/ingredients/pan_blanco.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Selenio y Zinc.",
      "valoracion":"Es rico en hidratos de carbono complejos (almidón), de bajo contenido graso (1 g por 100 g) y aporta proteínas procedentes del grano de trigo, vitaminas y minerales. En el trigo, la proteína más representativa es el gluten, que confiere a la harina la característica de poder ser panificable. Es fuente de minerales como el selenio y el zinc. La riqueza en estas sustancias nutritivas depende del grado de extracción de la harina y de si se ha enriquecido la masa de pan durante el proceso de elaboración en dichas sustancias. Teniendo en cuenta su valor nutricional el pan debe constituir una parte destacable en la dieta, tratando de estar presente en prácticamente todas las comidas, desde el desayuno a la cena. El hecho de no consumirlo de forma habitual contribuye a desequilibrar de manera importante el perfil calórico de la dieta. Aumentaría el porcentaje del total de las calorías proveniente de alimentos ricos en grasas o proteínas, alejándonos considerablemente de las recomendaciones respecto a una alimentación equilibrada, en la que cerca del 55% del total de calorías de la alimentación deben proceder de los hidratos de carbono, el 15% de proteínas y el 30-35% restante de grasas. En la medida que se reduce el consumo de pan, es necesario aumentar la ingesta de otros alimentos ricos en hidratos de carbono con el fin de no desequilibrar significativamente la dieta. Por tanto, el pan debe formar parte habitual de la alimentación de todas las personas. Sólo los celíacos o intolerantes al gluten (proteína presente en el grano de trigo y otros cereales como el centeno, la cebada y la avena), deben sustituirlo por pan de maíz, exento de gluten.",
      "nutricional":[{
         "calorias":"277",
         "proteinas":"7.8",
         "lipidos":"1",
         "agsaturados":"0.2",
         "agmonoinsaturados":"0.13",
         "agpoliinsaturados":"0.33",
         "omega3":"0.022",
         "omega6":"0.304",
         "colesterol":"0",
         "carbohidratos":"58",
         "fibra":"2.2",
         "agua":"31",
         "calcio":"19",
         "hierro":"1.7",
         "yodo":"1",
         "magnesio":"26",
         "zinc":"2",
         "sodio":"540",
         "potasio":"100",
         "fosforo":"91",
         "selenio":"28",
         "tiamina":"0.12",
         "riboflavina":"0.05",
         "niacina":"1.7",
         "vitamina_b6":"0.04",
         "folatos":"0",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Pan Integral",
      "name":"Pan Integral",
      "image":"/images/ingredients/pan_integral.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Proteínas, fibra, selenio, fósforo, hierro, magnesio, zinc, tiamina y niacina.",
      "valoracion":"Es rico en hidratos de carbono complejos (almidón), fuente de fibra , bajo contenido graso (1 g por 100 g) y aporta proteínas procedentes del grano de trigo, vitaminas y minerales. En el trigo, la proteína más representativa es el gluten, que confiere a la harina la característica de poder ser panificable. Es fuente de vitaminas del grupo B (tiamina y niacina) y de elementos minerales (selenio, fósforo, hierro, magnesio y zinc). La riqueza en estas sustancias nutritivas depende del grado de extracción de la harina y de si se ha enriquecido la masa de pan durante el proceso de elaboración en dichas sustancias. El pan integral aporta mayor cantidad de estas sustancias, ya que el grano de cereal conserva la cubierta al no haber sido sometido a un proceso de refinado. Teniendo en cuenta su valor nutricional el pan debe constituir una parte destacable en la dieta, tratando de estar presente en prácticamente todas las comidas, desde el desayuno a la cena. El hecho de no consumirlo de forma habitual contribuye a desequilibrar de manera importante el perfil calórico de la dieta. Aumentaría el porcentaje del total de las calorías proveniente de alimentos ricos en grasas o proteínas, alejándonos considerablemente de las recomendaciones respecto a una alimentación equilibrada, en la que cerca del 55% del total de calorías de la alimentación deben proceder de los hidratos de carbono, el 15% de proteínas y el 30-35% restante de grasas. En la medida que se reduce el consumo de pan, es necesario aumentar la ingesta de otros alimentos ricos en hidratos de carbono con el fin de no desequilibrar significativamente la dieta. Por tanto, el pan debe formar parte habitual de la alimentación de todas las personas.",
      "nutricional":[{
         "calorias":"258",
         "proteinas":"8",
         "lipidos":"1.4",
         "agsaturados":"0.25",
         "agmonoinsaturados":"0.19",
         "agpoliinsaturados":"0.54",
         "omega3":"0.036",
         "omega6":"0.506",
         "colesterol":"0",
         "carbohidratos":"49",
         "fibra":"8.5",
         "agua":"33.1",
         "calcio":"21",
         "hierro":"2.5",
         "yodo":"1",
         "magnesio":"91",
         "zinc":"3.5",
         "sodio":"540",
         "potasio":"220",
         "fosforo":"195",
         "selenio":"35",
         "tiamina":"0.25",
         "riboflavina":"0.09",
         "niacina":"3.8",
         "vitamina_b6":"0.14",
         "folatos":"22",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Pan Lactal",
      "name":"Pan Lactal",
      "image":"/images/ingredients/pan_lactal.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Fibra, calcio, hierro, selenio, tiamina, niacina y folatos.",
      "valoracion":"El pan de molde proporciona principalmente hidratos de carbono complejos (almidón). Su composición nutricional va a depender del grado de refinado de la harina utilizada para su preparación y del posible enriquecimiento o fortificaciones de la masa durante la elaboración. El pan integral será más rico en proteínas, fibra, minerales y vitaminas del grupo B, ya que la harina utilizada para su preparación esta menos refinada, además el pan integral tendrá mayor poder de saciedad. La diferencia con el pan común, aparte de ser su textura, es que en el caso del pan de molde el contenido en grasa, proteínas y fibra es algo mayor que en el tradicional, aunque hay que tener en cuenta que ese contenido es muy variable según el tipo de pan que se consuma. Su valor energético (287 kcal/100 g) es similar al del pan común (272 kcal/100 g), aunque se eleva cuando lleva algún ingrediente añadido como nueces, leche, mantequilla, etc. En relación a su contenido lipídico, tiene mayor cantidad de grasa (4.5 g/100 g) y de calidad inferior que en el pan común ya que durante su tratamiento industrial se produce la hidrogenación de los ácidos grasos insaturados, al igual que en la fabricación de otros alimentos (bollería, precocinados, etc.), transformándose en ácidos grasos «trans». Aporta proteínas vegetales procedentes del grano de trigo (8 g/100 g) en igual cantidad que el pan blanco (7.8 g/100 g).",
      "nutricional":[{
         "calorias":"287",
         "proteinas":"8",
         "lipidos":"4.5",
         "agsaturados":"1.08",
         "agmonoinsaturados":"1.84",
         "agpoliinsaturados":"1.22",
         "omega3":"0.068",
         "omega6":"1.137",
         "colesterol":"trazas",
         "carbohidratos":"52",
         "fibra":"3.2",
         "agua":"32.3",
         "calcio":"130",
         "hierro":"2.3",
         "yodo":"19",
         "magnesio":"31",
         "zinc":"0.7",
         "sodio":"550",
         "potasio":"110",
         "fosforo":"78.2",
         "selenio":"28",
         "tiamina":"0.23",
         "riboflavina":"0.1",
         "niacina":"3.4",
         "vitamina_b6":"0.06",
         "folatos":"48",
         "vitamina_b12":"trazas",
         "vitamina_c":"0",
         "vitamina_a":"-",
         "vitamina_d":"-",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Pasta",
      "name":"Pasta",
      "image":"/images/ingredients/pasta.jpg",
      "category":"cereales",
      "comestible":"100",
      "fuente":"Proteínas, fibra, zinc, fósforo, selenio, tiamina y niacina.",
      "valoracion":"Aporta grandes cantidades de hidratos de carbono, en concreto almidón. La proteína más importante de la pasta es el gluten que le confiere su elasticidad típica. El contenido medio se sitúa alrededor del 12%, aunque es deficitaria en lisina, un aminoácido esencial. El contenido en fibra es variable (dependiendo del grado de extracción de la harina) y como micronutrientes destacan zinc, fósforo y selenio (minerales) y tiamina y niacina (vitaminas). Su contenido será mayor o menor dependiendo de si se enriquece la harina o no. La pasta contiene gluten, por lo que su consumo está totalmente contraindicado para celiacos o intolerantes al gluten, salvo aquellas variedades elaboradas expresamente sin él. Asimismo, se ha de vigilar la composición de las pastas alimenticias, pues aquellas que llevan huevo entre sus ingredientes no las pueden consumir quienes tienen alergia a este alimento.",
      "nutricional":[{
         "calorias":"375",
         "proteinas":"12",
         "lipidos":"1.8",
         "agsaturados":"0.3",
         "agmonoinsaturados":"0.19",
         "agpoliinsaturados":"0.8",
         "omega3":"0.05",
         "omega6":"0.716",
         "colesterol":"0",
         "carbohidratos":"75.8",
         "fibra":"4",
         "agua":"6.4",
         "calcio":"25",
         "hierro":"1.6",
         "yodo":"trazas",
         "magnesio":"53",
         "zinc":"1.5",
         "sodio":"11",
         "potasio":"230",
         "fosforo":"180",
         "selenio":"62.2",
         "tiamina":"0.18",
         "riboflavina":"0.05",
         "niacina":"5.4",
         "vitamina_b6":"0.1",
         "folatos":"23",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Flan",
      "name":"Flan",
      "image":"/images/ingredients/flan.jpg",
      "category":"postre",
      "comestible":"100",
      "fuente":"Proteínas y Calcio",
      "valoracion":"Desde el punto de vista nutricional destaca su contenido proteico —procedente de la leche y del huevo empleados en su elaboración— de hidratos de carbono — fundamentalmente azúcares— y calcio. El contenido graso destaca por el aporte de ácidos grasos saturados (1 g/100g de porción comestible) y monoinsaturados (0.95g/100 g porción comestible) y en menor medida poliinsaturados (0.26 g/100 g porción comestible). El contenido de proteínas de alto valor biológico del flan de huevo lípidos y en partícular, colesterol, es notablemente superior con respecto al flan de vainilla u otros productos lácteos (natillas, yogures, etc.).",
      "nutricional":[{
         "calorias":"127",
         "proteinas":"4.9",
         "lipidos":"2.3",
         "agsaturados":"1",
         "agmonoinsaturados":"0.95",
         "agpoliinsaturados":"0.26",
         "omega3":"0.037",
         "omega6":"0.2",
         "colesterol":"147",
         "carbohidratos":"21.6",
         "fibra":"0",
         "agua":"71.2",
         "calcio":"86",
         "hierro":"-",
         "yodo":"-",
         "magnesio":"-",
         "zinc":"-",
         "sodio":"58",
         "potasio":"118",
         "fosforo":"63",
         "selenio":"4.6",
         "tiamina":"-",
         "riboflavina":"0.14",
         "niacina":"-",
         "vitamina_b6":"-",
         "folatos":"7",
         "vitamina_b12":"0.17",
         "vitamina_c":"-",
         "vitamina_a":"108",
         "vitamina_d":"0.12",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Helado",
      "name":"Helado",
      "image":"/images/ingredients/helado.jpg",
      "category":"postre",
      "comestible":"100",
      "fuente":"Calcio y fósforo",
      "valoracion":"La valoración nutricional de los helados está directamente relacionada con su contenido en leche. El valor calórico medio de los helados oscila entre los 150 Kilocalorías de los de leche a las 250 Kilocalorías de los helados de crema, por lo que puede considerarse que se trata de un alimento de contenido energético medio. El contenido proteico medio de los helados de base láctea es muy similar, aunque en algunos casos llegan hasta el 5%. Si se tiene en cuenta que las proteínas son siempre de origen lácteo, se puede afirmar que el valor proteico de estos helados es cuantitativamente y cualitativamente similar al valor proteico de la leche. Los helados de base láctea son productos dulces cuyo aporte en hidratos de carbono corresponde casi exclusivamente a azúcares como la lactosa y otros añadidos. Los helados de leche son los que presentan un menor contenido de hidratos de carbono totales mientras que los helados de crema y helados muestran un contenido algo superior. Las grasas de los helados son fundamentalmente las de la leche o las grasas vegetales. La grasa es el macronutriente que presenta más variabilidad cualitativa y cuantitativa entre los diferentes tipos de helados. El mayor contenido medio de calcio se encuentra en los helados de leche, seguido de los helados de crema y de los helados. La biodisponibilidad del calcio en los helados es buena debido, por una parte, a la existencia de una adecuada relación calcio/fósforo y a la presencia de lactosa. Los helados no pueden considerarse una fuente importante del conjunto de vitaminas y minerales, pero si cabe destacar su contenido en calcio y fósforo. Además, se trata de productos en los que el aporte de sodio resulta relativamente bajo, siendo éste un aspecto positivo, ya que las dietas actuales con frecuencia superan las cantidades recomendadas de este elemento. La presencia de cobertura de chocolate modifica cualitativa y cuantitativamente la valoración nutricional, ya que se traduce en un aumento del valor energético del producto.",
      "nutricional":[{
         "calorias":"211",
         "proteinas":"4.5",
         "lipidos":"10.1",
         "agsaturados":"8.51",
         "agmonoinsaturados":"0.76",
         "agpoliinsaturados":"0.19",
         "omega3":"0.003",
         "omega6":"0.187",
         "colesterol":"31",
         "carbohidratos":"25.4",
         "fibra":"trazas",
         "agua":"60",
         "calcio":"150",
         "hierro":"0.2",
         "yodo":"-",
         "magnesio":"13",
         "zinc":"0.4",
         "sodio":"69",
         "potasio":"160",
         "fosforo":"120",
         "selenio":"1.8",
         "tiamina":"0.05",
         "riboflavina":"0.14",
         "niacina":"1",
         "vitamina_b6":"0.08",
         "folatos":"2",
         "vitamina_b12":"trazas",
         "vitamina_c":"1",
         "vitamina_a":"48",
         "vitamina_d":"trazas",
         "vitamina_e":"0.21"
      }]
   },{
      "_id":"Leche Condensada",
      "name":"Leche Condensada",
      "image":"/images/ingredients/leche_condensada.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Calcio, fósforo, potasio, yodo, riboflavina y vitamina B12",
      "valoracion":"La leche condensada, al estar compuesta por poca agua debido a su proceso de elaboración, tiene sus nutrientes concentrados, lo que aumenta en gran medida su proporción. La leche condensada es fuente de diversas vitaminas (riboflavina y vitamina B12) y minerales (calcio, fósforo, potasio y yodo). La leche condensada, dada su particular composición rica en azúcares, está considerada como un alimento de alta densidad energética, por lo que conviene moderar su consumo, al igual que el de cualquier otro alimento azucarado. En su versión desnatada es cierto que se reduce la grasa, pero no las calorías como pudiera pensarse, pues para conseguir un sabor equivalente a la versión supuestamente light también se le añade azúcar en cantidades importantes. El contenido mínimo de grasa es del 9%, luego el valor calórico de este alimento está condicionado por la cantidad de grasa de la leche, y fundamentalmente por la cantidad de azúcar añadido.",
      "nutricional":[{
         "calorias":"343",
         "proteinas":"8.8",
         "lipidos":"9.3",
         "agsaturados":"5.04",
         "agmonoinsaturados":"2.38",
         "agpoliinsaturados":"0.24",
         "omega3":"0.041",
         "omega6":"0.174",
         "colesterol":"34",
         "carbohidratos":"56",
         "fibra":"0",
         "agua":"25.9",
         "calcio":"284",
         "hierro":"0.2",
         "yodo":"160",
         "magnesio":"27",
         "zinc":"1",
         "sodio":"130",
         "potasio":"390",
         "fosforo":"220",
         "selenio":"3",
         "tiamina":"0.07",
         "riboflavina":"0.4",
         "niacina":"2",
         "vitamina_b6":"0.02",
         "folatos":"8",
         "vitamina_b12":"0.5",
         "vitamina_c":"1",
         "vitamina_a":"107.2",
         "vitamina_d":"0.09",
         "vitamina_e":"0.42"
      }]
   },{
      "_id":"Leche Descremada",
      "name":"Leche Descremada",
      "image":"/images/ingredients/leche_descremada.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, calcio y yodo.",
      "valoracion":"La única diferencia nutritiva entre la leche entera y la leche descremada se basa exclusivamente en su contenido en grasa, y en consecuencia, en su valor calórico. Con el descremado, la leche pierde ácidos grasos esenciales y vitaminas liposolubles. El sabor también se suele ver afectado. El consumo de leche desnatada por los niños no está justificado, salvo indicación médica expresa. La leche desnatada conserva la misma proporción de proteínas, azúcares (lactosa) y calcio que la entera, aunque está desprovista de grasa, así como de las vitaminas disueltas en ella, llamadas liposolubles, como la vitamina A y la D. Es fuente de minerales (calcio y yodo) que contribuyen al metabolismo energético normal.",
      "nutricional":[{
         "calorias":"35",
         "proteinas":"3.4",
         "lipidos":"0.1",
         "agsaturados":"0.05",
         "agmonoinsaturados":"0.03",
         "agpoliinsaturados":"0",
         "omega3":"0",
         "omega6":"0.002",
         "colesterol":"2",
         "carbohidratos":"5",
         "fibra":"0",
         "agua":"91.5",
         "calcio":"130",
         "hierro":"0.1",
         "yodo":"90",
         "magnesio":"12",
         "zinc":"0.3",
         "sodio":"52",
         "potasio":"150",
         "fosforo":"95",
         "selenio":"1",
         "tiamina":"0.04",
         "riboflavina":"0.17",
         "niacina":"0.8",
         "vitamina_b6":"0.04",
         "folatos":"5",
         "vitamina_b12":"0.3",
         "vitamina_c":"1.4",
         "vitamina_a":"trazas",
         "vitamina_d":"trazas",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Leche Entera",
      "name":"Leche Entera",
      "image":"/images/ingredients/leche_entera.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, calcio y yodo.",
      "valoracion":"La leche constituye el mejor aporte de calcio, proteínas y otros nutrientes necesarios para la formación de huesos y dientes. Durante la infancia y adolescencia se aconseja tomar la leche entera, ya que conserva la energía y las vitaminas A y D ligadas a la grasa. En la edad adulta también es importante mantener un consumo adecuado, con el fin de favorecer la conservación de la masa ósea, contribuyendo así a prevenir la desmineralización de los huesos, causa frecuente de osteoporosis y fracturas. Este efecto cobra aún más importancia en las mujeres durante las etapas de adolescencia, embarazo, lactancia y menopausia. La grasa de la leche resulta fácil de digerir, ya que se encuentra en forma de pequeños glóbulos rodeados de una fina capa protectora. Sin embargo, dado el contenido calórico de la leche entera, personas con sobrepeso, obesidad y alteraciones de lípidos en sangre (hipercolesterolemia, hipertrigliceridemia), pueden optar por la leche semidesnatada o desnatada, con menor cantidad de grasa y, en consecuencia, también de calorías y colesterol. A pesar de su valor nutritivo, la leche de vaca está contraindicada en algunas situaciones concretas, como en el caso de quienes sufren intolerancia a la lactosa, galactosemia y alergia a la leche.",
      "nutricional":[{
         "calorias":"66",
         "proteinas":"3.3",
         "lipidos":"3.6",
         "agsaturados":"1.95",
         "agmonoinsaturados":"0.93",
         "agpoliinsaturados":"0.09",
         "omega3":"0.016",
         "omega6":"0.068",
         "colesterol":"14",
         "carbohidratos":"5",
         "fibra":"0",
         "agua":"88.1",
         "calcio":"121",
         "hierro":"0.1",
         "yodo":"90",
         "magnesio":"12",
         "zinc":"0.3",
         "sodio":"50",
         "potasio":"150",
         "fosforo":"92",
         "selenio":"1",
         "tiamina":"0.04",
         "riboflavina":"0.18",
         "niacina":"0.8",
         "vitamina_b6":"0.04",
         "folatos":"5",
         "vitamina_b12":"0.3",
         "vitamina_c":"1.8",
         "vitamina_a":"38.7",
         "vitamina_d":"0.03",
         "vitamina_e":"0.1"
      }]
   },{
      "_id":"Nata",
      "name":"Nata",
      "image":"/images/ingredients/nata.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Vitamina A",
      "valoracion":"La nata es la materia grasa concentrada de la leche que contiene, además, un tercio de la proteína y la mitad de la lactosa de la leche, en una pequeña proporción de agua. Aunque los distintos tipos de nata pueden diferir en el contenido final de materia grasa, su principal nutriente no deja de ser grasa, lo que hace que sea un alimento altamente calórico. Su grasa, al igual que todos los productos lácteos, destaca por ser principalmente saturada y tener colesterol, por lo cual se aconseja un consumo moderado. Destaca su aporte en vitamina A, que supera en casi seis veces el contenido de la leche entera de la que procede, si bien es inferior al contenido de la mantequilla.",
      "nutricional":[{
         "calorias":"448",
         "proteinas":"1.5",
         "lipidos":"48.2",
         "agsaturados":"26.12",
         "agmonoinsaturados":"12.36",
         "agpoliinsaturados":"1.22",
         "omega3":"0.215",
         "omega6":"0.904",
         "colesterol":"140",
         "carbohidratos":"2",
         "fibra":"0",
         "agua":"48.3",
         "calcio":"50",
         "hierro":"0.2",
         "yodo":"trazas",
         "magnesio":"4",
         "zinc":"0.2",
         "sodio":"27",
         "potasio":"79",
         "fosforo":"60",
         "selenio":"trazas",
         "tiamina":"0.02",
         "riboflavina":"0.08",
         "niacina":"0.4",
         "vitamina_b6":"0.03",
         "folatos":"2",
         "vitamina_b12":"0.1",
         "vitamina_c":"1",
         "vitamina_a":"220.8",
         "vitamina_d":"0.28",
         "vitamina_e":"0.5"
      }]
   },{
      "_id":"Mozzarella",
      "name":"Mozzarella",
      "image":"/images/ingredients/mozzarella.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, calcio, fósforo, selenio, riboflavina, vitaminas B6 y A.",
      "valoracion":"Las diferencias en la composición de unos quesos y otros dependen de la materia prima, del proceso de elaboración (adición de aditivos o ingredientes) y de la maduración. El queso mozzarella es una importante fuente proteica ya que contiene seis veces más proteínas que la leche de vaca entera. Su contenido graso es menor que otros quesos, 16 g por cada cien gramos, y no posee hidratos de carbono. Es una fuente muy importante de minerales (calcio, fósforo y selenio) y en cuanto a sus vitaminas, destaca en especial su contenido de B2. B6 y A. Si consumimos una ración de 60 g de Queso Mozzarella cubriremos más del 35% de las ingestas recomendadas de calcio y fósforo para la población considerada.",
      "nutricional":[{
         "calorias":"223",
         "proteinas":"19.5",
         "lipidos":"16.1",
         "agsaturados":"8.67",
         "agmonoinsaturados":"4.01",
         "agpoliinsaturados":"0.4",
         "omega3":"0.076",
         "omega6":"0.29",
         "colesterol":"78",
         "carbohidratos":"0",
         "fibra":"0",
         "agua":"64.4",
         "calcio":"632",
         "hierro":"0.2",
         "yodo":"-",
         "magnesio":"24",
         "zinc":"-",
         "sodio":"373",
         "potasio":"67",
         "fosforo":"428",
         "selenio":"14.5",
         "tiamina":"0.03",
         "riboflavina":"0.27",
         "niacina":"0.14",
         "vitamina_b6":"0.6",
         "folatos":"10",
         "vitamina_b12":"-",
         "vitamina_c":"0",
         "vitamina_a":"184",
         "vitamina_d":"-",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Queso de Burgos",
      "name":"Queso de Burgos",
      "image":"/images/ingredients/queso_burgos.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, calcio, fósforo, zinc, selenio y vitamina B12",
      "valoracion":"Sin duda, dentro de los quesos, el fresco de Burgos se trata del queso con un menor aporte energético que constituye una de sus mayores ventajas. El contenido graso es muy bajo (11 g/100 g de porción comestible) siendo principalmente ácidos grasos monoinsaturados y saturados, seguidos de los poliinsaturados. Tiene muy pocos hidratos de carbono (4 g/100 g de porción comestible) y un contenido proteico de 15 g aproximadamente. Respecto a los micronutrientes, es fuente de calcio, fósforo, zinc, selenio y vitamina B12. Una ración de 60 g de queso de Burgos cubre el 50% de las ingestas recomendadas de fósforo para la población considerada. Se recomienda tomar el queso fresco sin sal para aquellas personas que sean hipertensas. Este queso siempre tiene que estar refrigerado. Requiere una temperatura de 4º C. A pesar de ello, este producto se conserva en buen estado durante poco tiempo, así que hay que consumirlo rápidamente. Su alto contenido en agua le hace susceptible de crecimiento de hongos y bacterias.",
      "nutricional":[{
         "calorias":"175",
         "proteinas":"15",
         "lipidos":"11",
         "agsaturados":"5.96",
         "agmonoinsaturados":"2.82",
         "agpoliinsaturados":"0.28",
         "omega3":"0.049",
         "omega6":"0.206",
         "colesterol":"14.5",
         "carbohidratos":"4",
         "fibra":"0",
         "agua":"70",
         "calcio":"186",
         "hierro":"0.62",
         "yodo":"4.8",
         "magnesio":"24.4",
         "zinc":"2",
         "sodio":"1200",
         "potasio":"200",
         "fosforo":"600",
         "selenio":"14.5",
         "tiamina":"0.02",
         "riboflavina":"0.17",
         "niacina":"1.2",
         "vitamina_b6":"0.08",
         "folatos":"14.3",
         "vitamina_b12":"0.66",
         "vitamina_c":"0",
         "vitamina_a":"35",
         "vitamina_d":"0",
         "vitamina_e":"0.56"
      }]
   },{
      "_id":"Queso Cabrales",
      "name":"Queso Cabrales",
      "image":"/images/ingredients/queso_cabrales.jpg",
      "category":"lacteos",
      "comestible":"95",
      "fuente":"Proteínas, calcio, fósforo, selenio, vitamina B12, A, riboflavina, niacina y folatos.",
      "valoracion":"Las diferencias en la composición de unos quesos y otros dependen de la materia prima, del proceso de elaboración (adición de aditivos o ingredientes) y de la maduración (fresco, semicurado y curado). De media, un queso de Cabrales o similar tiene aproximadamente 33% de materia grasa, y es por ello que se trata de un queso muy calórico. La mitad de esta grasa la componen ácidos grasos saturados, seguidos de monoinsaturados y en menor medida poliinsaturados. El contenido proteico medio es del 21%. Es una valiosa fuente de proteínas de alto valor biológico, por su contenido en aminoácidos esenciales que nuestro organismo es incapaz de sintetizar y que, por tanto, se deben aportar mediante la dieta. Por otra parte, los hidratos de carbono representan sólo el 2% del producto, a diferencia de la leche, apenas contiene lactosa porque se pierde en el procesado. Esta composición tan particular hace que el queso de Cabrales sea muy energético, aporta más de 380 kcal por cada 100 gramos, por lo que su consumo debe ser moderado. En minerales, destacan el calcio, el fósforo y el selenio. La idónea proporción calciofósforo convierte a los quesos curados de leche de oveja en una excelente vía para aportar mucho calcio en poco volumen de alimento. También son buena fuente de vitaminas como B12, vitamina A, riboflavina, niacina y folatos.",
      "nutricional":[{
         "calorias":"389",
         "proteinas":"21",
         "lipidos":"33",
         "agsaturados":"17.88",
         "agmonoinsaturados":"8.46",
         "agpoliinsaturados":"0.83",
         "omega3":"0.148",
         "omega6":"0.619",
         "colesterol":"90",
         "carbohidratos":"2",
         "fibra":"0",
         "agua":"44",
         "calcio":"700",
         "hierro":"0.7",
         "yodo":"-",
         "magnesio":"20",
         "zinc":"-",
         "sodio":"1067",
         "potasio":"95",
         "fosforo":"379",
         "selenio":"14.5",
         "tiamina":"0.03",
         "riboflavina":"0.6",
         "niacina":"6.3",
         "vitamina_b6":"0.08",
         "folatos":"50",
         "vitamina_b12":"1.2",
         "vitamina_c":"0",
         "vitamina_a":"344",
         "vitamina_d":"0.23",
         "vitamina_e":"0.8"
      }]
   },{
      "_id":"Queso Fundido",
      "name":"Queso Fundido",
      "image":"/images/ingredients/queso_fundido.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, yodo, selenio, fósforo, calcio, vitamina A, niacina y riboflavina.",
      "valoracion":"El queso en porciones es al igual que el queso en lonchas, un alimento rico en proteínas y además posee un elevado contenido calórico. En líneas generales, se puede decir que el queso en porciones presenta un contenido en materia grasa que varía del 5.5% en los quesos descremados al 26% en el graso. El queso fundido en porciones descremado, además de tener un menor contenido graso debido a la mayor presencia de agua, aporta menos calorías y resulta más cremoso y blando al paladar. Este producto es considerado fuente de calcio, procedente de la leche y derivados utilizados para su elaboración. Sin embargo, la concentración de dicho mineral en este tipo de quesos es menor que la de fósforo. Esto se debe a que el fósforo presente en estos quesos no procede sólo de la leche y derivados como ocurre con el calcio, sino que buena parte de este fósforo tiene su origen en las sales fundentes añadidas durante el proceso de elaboración. Mediante la adición de estos compuestos fosfatados se consigue que el queso adquiera la textura y sabor deseados. Sin embargo, hay que tener en cuenta que entre el calcio y el fósforo existe un cierto equilibrio antagónico. Esto quiere decir que el aumento de los niveles de uno de estos minerales provoca el descenso del otro, por lo que el exceso de fósforo puede interferir en la absorción del calcio. El contenido de sodio es elevado siendo superior en el caso de los descremados. Mediante la adición de sal se consigue reforzar el sabor del queso y aprovechar las propiedades conservantes de este aditivo. El contenido en hidratos de carbono del queso fundido es bajo y oscila entre un 2.5 y un 5.5%. En particular, el contenido en azúcares es menor al queso de Burgos y mayor al que se puede encontrar en los quesos curados y semicurados, ya que la lactosa, principal hidrato de carbono de la leche se pierde durante la maduración que tiene lugar en la elaboración de estos últimos. El queso fundido constituye por lo tanto una buena fuente de calcio y proteínas, si bien su elevado contenido en calorías, sal y colesterol lo convierten en un alimento cuyo consumo ha de ser moderado.",
      "nutricional":[{
         "calorias":"312",
         "proteinas":"18",
         "lipidos":"25.5",
         "agsaturados":"14.24",
         "agmonoinsaturados":"7.5",
         "agpoliinsaturados":"1.05",
         "omega3":"0.1",
         "omega6":"0.9",
         "colesterol":"94",
         "carbohidratos":"2.5",
         "fibra":"0",
         "agua":"54",
         "calcio":"276",
         "hierro":"-",
         "yodo":"38.5",
         "magnesio":"30",
         "zinc":"0.5",
         "sodio":"935",
         "potasio":"150",
         "fosforo":"535",
         "selenio":"14.5",
         "tiamina":"0.03",
         "riboflavina":"0.3",
         "niacina":"4.2",
         "vitamina_b6":"0.01",
         "folatos":"5",
         "vitamina_b12":"0.3",
         "vitamina_c":"0",
         "vitamina_a":"422",
         "vitamina_d":"0.28",
         "vitamina_e":"1"
      }]
   },{
      "_id":"Queso Cottage",
      "name":"Queso Cottage",
      "image":"/images/ingredients/queso_cottage.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, fósforo, niacina, riboflavina y vitamina B12.",
      "valoracion":"El requesón es una importante fuente proteica ya que contiene cuatro veces más proteínas que la leche. Además sus proteínas (lactoglobulina y lactoalbúmina) son de mayor valor biológico que las presentes en mayor cantidad en otros lácteos (caseína). Esto se debe a que el requesón se elabora a partir del suero lácteo; muy rico en seroproteínas (proteínas del suero) que contienen todos los aminoácidos esenciales. Su contenido graso es menor que el de la mayoría de los quesos ya que solamente aporta 4 g por cada cien. Contiene la tercera parte de la grasa que el queso de Burgos y casi ocho veces menos que un queso curado, un Roquefort o un Cabrales. Tiene un 1.8% de hidratos de carbono. En cuanto a los micronutrientes (minerales y vitaminas) es fuente de fósforo, niacina, riboflavina y vitamina B12. El contenido en sodio es más moderado que el de otros quesos.",
      "nutricional":[{
         "calorias":"98",
         "proteinas":"13.6",
         "lipidos":"4",
         "agsaturados":"2.17",
         "agmonoinsaturados":"1.03",
         "agpoliinsaturados":"0.1",
         "omega3":"0.017",
         "omega6":"0.075",
         "colesterol":"19",
         "carbohidratos":"1.8",
         "fibra":"0",
         "agua":"80.6",
         "calcio":"60",
         "hierro":"0.1",
         "yodo":"-",
         "magnesio":"7.5",
         "zinc":"0.5",
         "sodio":"415",
         "potasio":"72",
         "fosforo":"150",
         "selenio":"4",
         "tiamina":"0.02",
         "riboflavina":"0.23",
         "niacina":"3.3",
         "vitamina_b6":"0.08",
         "folatos":"18",
         "vitamina_b12":"0.6",
         "vitamina_c":"trazas",
         "vitamina_a":"35",
         "vitamina_d":"0.02",
         "vitamina_e":"0.08"
      }]
   },{
      "_id":"Yoghurt",
      "name":"Yoghurt",
      "image":"/images/ingredients/yoghurt.jpg",
      "category":"lacteos",
      "comestible":"100",
      "fuente":"Proteínas, fósforo y calcio.",
      "valoracion":"Los yogures son fuente de proteínas de alto valor biológico, calcio de fácil asimilación y fósforo. El consumo de un yogur aporta el 18% y 30% respectivamente de las ingestas recomendadas de calcio y fósforo para el grupo de población considerado. En general, la composición nutricional del yogur es muy similar a la de la leche, de la cual procede. Si bien existe una diferencia en cuanto a la presencia de lactosa, ya que este azúcar está presente en el yogur en cantidades mínimas, debido a que durante la fermentación se transforma en ácido láctico. Esto supone un factor importante para la población que padece intolerancia a la lactosa, ya que gracias al bajo contenido de ésta en los yogures, suelen tolerar perfectamente el consumo de estos productos.",
      "nutricional":[{
         "calorias":"57",
         "proteinas":"3.7",
         "lipidos":"2.7",
         "agsaturados":"1.66",
         "agmonoinsaturados":"0.77",
         "agpoliinsaturados":"0.11",
         "omega3":"0.023",
         "omega6":"0.096",
         "colesterol":"12",
         "carbohidratos":"4.4",
         "fibra":"0",
         "agua":"89.2",
         "calcio":"142",
         "hierro":"0.09",
         "yodo":"3.7",
         "magnesio":"14.3",
         "zinc":"0.59",
         "sodio":"80",
         "potasio":"280",
         "fosforo":"170",
         "selenio":"2",
         "tiamina":"0.04",
         "riboflavina":"0.18",
         "niacina":"0.44",
         "vitamina_b6":"0.05",
         "folatos":"3.7",
         "vitamina_b12":"0.2",
         "vitamina_c":"0.7",
         "vitamina_a":"9.1",
         "vitamina_d":"0.06",
         "vitamina_e":"0.04"
      }]
   },{
      "_id":"Huevo",
      "name":"Huevo",
      "image":"/images/ingredients/huevo.jpg",
      "category":"huevos",
      "comestible":"88",
      "fuente":"Proteínas, ácidos grasos monoinsaturados, yodo, fósforo, selenio, vitamina B12, riboflavina, niacina, vitamina A, vitamina D y folatos.",
      "valoracion":"El huevo es un alimento de elevado valor nutritivo, y con un aporte de energía no muy elevado (84 Kcal/unidad de tamaño medio). La proteína es de máxima calidad, por su elevado poder biológico. La FAO (Organización de las Naciones Unidas para la Agricultura y la Alimentación) la toma como término de referencia, al presentar proporciones equilibradas de todos los aminoácidos esenciales. En la clara del huevo, algunas de estas proteínas son: la ovoalbúmina (54% de las proteínas de la clara), conalbúmina, ovomucina, ovomucoide, etc., en la yema: las proteínas de los gránulos (lipovitelina, lipoproteínas LDL y fosfovitina), las proteínas del plasma (lipovitelinina y livetina). Respecto a las grasas, el huevo incluye un alto contenido de ácidos grasos monoinsaturados. De entre las vitaminas destacan las vitaminas D y A, y las del grupo B (B12, B2 o riboflavina, B3 o niacina y folatos). Entre los minerales, el fósforo (por su elevado contenido en fosfolípidos), el yodo, y el selenio. Además hay pigmentos, de entre los que destacan los carotenoides asociados a lipoproteínas y las xantofilas (zeaxantina y luteína) con carácter antioxidante.",
      "nutricional":[{
         "calorias":"150",
         "proteinas":"12.5",
         "lipidos":"11.1",
         "agsaturados":"3.1",
         "agmonoinsaturados":"3.97",
         "agpoliinsaturados":"1.74",
         "omega3":"0.142",
         "omega6":"1.442",
         "colesterol":"385",
         "carbohidratos":"trazas",
         "fibra":"0",
         "agua":"76.4",
         "calcio":"57",
         "hierro":"1.9",
         "yodo":"53",
         "magnesio":"12",
         "zinc":"1.3",
         "sodio":"140",
         "potasio":"130",
         "fosforo":"200",
         "selenio":"11",
         "tiamina":"0.09",
         "riboflavina":"0.47",
         "niacina":"3.8",
         "vitamina_b6":"0.12",
         "folatos":"50",
         "vitamina_b12":"2.5",
         "vitamina_c":"0",
         "vitamina_a":"190",
         "vitamina_d":"1.75",
         "vitamina_e":"1.11"
      }]
   },{
      "_id":"Azucar",
      "name":"Azucar",
      "image":"/images/ingredients/azucar.jpg",
      "category":"azucares",
      "comestible":"100",
      "fuente":"Sacarosa",
      "valoracion":"El azúcar refinado lo único que contiene son hidratos de carbono simples (sacarosa) con un valor calórico de 398 kcal por cada 100 gramos y carece de proteínas, grasas, minerales y vitaminas. La función principal de los hidratos de carbono, entre ellos, la sacarosa, es producir energía que el cuerpo humano necesita para que funcionen los diferentes órganos. El cerebro, por ejemplo, es responsable del 20% del consumo energético y utiliza la glucosa como único substrato. Pero no sólo el cerebro necesita azúcar, todos los tejidos del organismo lo requieren y por ello se debe mantener de manera constante su nivel en sangre por encima del mínimo. Varias hormonas, entre ellas la insulina, trabajan rápidamente para regular el flujo de glucosa de la sangre (glucemia) y mantenerla estable. Si ésta desciende, la persona puede sufrir ciertos trastornos: debilidad, temblores, torpeza mental y hasta desmayos. El organismo se surte de glucosa de manera directa de los alimentos ricos en hidratos de carbono, como el azúcar, o de las reservas de glucógeno, que se almacenan en el hígado y en los músculos como fuente de energía de la que el cuerpo puede disponer fácil y rápidamente. Se recomienda que el consumo de azúcar se realice de forma moderada.",
      "nutricional":[{
         "calorias":"398",
         "proteinas":"0",
         "lipidos":"0",
         "agsaturados":"0",
         "agmonoinsaturados":"0",
         "agpoliinsaturados":"0",
         "omega3":"0",
         "omega6":"0",
         "colesterol":"0",
         "carbohidratos":"99.5",
         "fibra":"0",
         "agua":"0.5",
         "calcio":"2",
         "hierro":"0",
         "yodo":"0",
         "magnesio":"trazas",
         "zinc":"0",
         "sodio":"trazas",
         "potasio":"2",
         "fosforo":"0.3",
         "selenio":"trazas",
         "tiamina":"0",
         "riboflavina":"0",
         "niacina":"0",
         "vitamina_b6":"0",
         "folatos":"0",
         "vitamina_b12":"0",
         "vitamina_c":"0",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0"
      }]
   },{
      "_id":"Acelga",
      "name":"Acelga",
      "image":"/images/ingredients/acelga.jpg",
      "category":"verduras",
      "comestible":"70",
      "fuente":"Proteínas, fibra, yodo, hierro, potasio, magnesio, folatos, vitamina C y vitamina A.",
      "valoracion":"La acelga es un alimento de alto valor nutritivo y bajo aporte calórico. Constituye un excelente aporte de fibra soluble que favorece el tránsito intestinal y previenen el estreñimiento. Es fuente de vitaminas y minerales. Aportan cantidades muy significativas de yodo (una ración equivale al 44% de las ingestas recomendadas al día —IR/día— en hombres, y al 56% en mujeres); hierro (53% de las IR/día en hombres y 29% en mujeres); magnesio (35% de las IR/día en hombres y 38% en mujeres); potasio (28% de las IR/día en hombres y mujeres). Entre su contenido vitamínico cabe destacar la presencia de folatos (aportes de una ración, equivalentes al 61% de las IR/día en hombres y mujeres); vitamina C (58% de las IR/día); vitamina A —equivalentes de retinol— (32% de las IR/día en hombres, 40% en mujeres) y niacina (18% de las IR/día en hombres, 25% en mujeres). También presenta una importante cantidad de luteína, caroteno sin actividad provitamínica A.",
      "nutricional":[{
         "calorias":"41",
         "proteinas":"2",
         "lipidos":"0.4",
         "agsaturados":"0.03",
         "agmonoinsaturados":"0.04",
         "agpoliinsaturados":"0.07",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"4.5",
         "fibra":"5.6",
         "agua":"87.5",
         "calcio":"113",
         "hierro":"3",
         "yodo":"35",
         "magnesio":"71",
         "zinc":"0.02",
         "sodio":"147",
         "potasio":"550",
         "fosforo":"40",
         "selenio":"0.9",
         "tiamina":"0.07",
         "riboflavina":"0.06",
         "niacina":"2.1",
         "vitamina_b6":"-",
         "folatos":"140",
         "vitamina_b12":"0",
         "vitamina_c":"20",
         "vitamina_a":"183",
         "vitamina_d":"0",
         "vitamina_e":"0.03"
      }]
   },{
      "_id":"Ajo",
      "name":"Ajo",
      "image":"/images/ingredients/ajo.jpg",
      "category":"verduras",
      "comestible":"76",
      "fuente":"Proteínas, yodo, fósforo, potasio, vitamina B6 y compustos sulfurados.",
      "valoracion":"Es fuente de minerales como el yodo, fósforo, potasio y vitaminas como la vitamina B6. Las propiedades del ajo están basadas sobre todo en los componentes sulfurados que contiene (alicina, alil/dialil sulfidos). Los efectos que produce el ajo parecen manifestarse, sobre todo, cuando éste se ingiere crudo, sin embargo ciertos autores señalan que mantiene sus propiedades tras el proceso de fritura o cocción.",
      "nutricional":[{
         "calorias":"118",
         "proteinas":"5.3",
         "lipidos":"0.3",
         "agsaturados":"0.05",
         "agmonoinsaturados":"tras",
         "agpoliinsaturados":"0.15",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"23",
         "fibra":"1.1",
         "agua":"70.3",
         "calcio":"14",
         "hierro":"1.5",
         "yodo":"94",
         "magnesio":"25",
         "zinc":"1",
         "sodio":"19",
         "potasio":"529",
         "fosforo":"134",
         "selenio":"2",
         "tiamina":"0.16",
         "riboflavina":"0.02",
         "niacina":"1.3",
         "vitamina_b6":"0.38",
         "folatos":"5",
         "vitamina_b12":"0",
         "vitamina_c":"11",
         "vitamina_a":"tras",
         "vitamina_d":"0",
         "vitamina_e":"0.01"
      }]
   },{
      "_id":"Alcaucil/Alcachofa",
      "name":"Alcaucil/Alcachofa",
      "image":"/images/ingredients/alcaucil.jpg",
      "category":"verduras",
      "comestible":"36",
      "fuente":"Proteínas, fibra, fósforo, potasio, esteroles y cinarina.",
      "valoracion":"Tras el agua, el componente mayoritario de las alcachofas son los hidratos de carbono, entre los que destaca la inulina y la fibra. Los minerales mayoritarios son el potasio y el fósforo. El potasio contribuye al funcionamiento normal del sistema nervioso y de los músculos. En el caso del fósforo, este contribuye al mantenimiento de los huesos y dientes en condiciones normales. Es un alimento con muy pocas calorías (44 kcal/100 g alcachofas). Una ración de alcachofas cubre el 20% de las ingestas recomendadas de fósforo para la población de estudio. Sin embargo, lo más destacable de su composición son una serie de sustancias que se encuentran en pequeña cantidad (esteroles y cinarina), pero dotadas de notables efectos fisiológicos positivos.",
      "nutricional":[{
         "calorias":"44",
         "proteinas":"2.3",
         "lipidos":"0.1",
         "agsaturados":"0.02",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.05",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"7.5",
         "fibra":"2",
         "agua":"88.1",
         "calcio":"45",
         "hierro":"1.5",
         "yodo":"1",
         "magnesio":"12",
         "zinc":"0.1",
         "sodio":"47",
         "potasio":"430",
         "fosforo":"130",
         "selenio":"0.7",
         "tiamina":"0.11",
         "riboflavina":"0.03",
         "niacina":"0.6",
         "vitamina_b6":"0.07",
         "folatos":"13",
         "vitamina_b12":"0",
         "vitamina_c":"9",
         "vitamina_a":"8",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Alcaparra",
      "name":"Alcaparra",
      "image":"/images/ingredients/alcaparra.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas y fibra.",
      "valoracion":"Las alcaparras poseen como componente principal el agua, seguida de las proteínas y los hidratos de carbono y un bajo contenido en grasas por lo que el contenido calórico es bajo. Además son fuente de fibra y en el caso del sodio, una ración de alcaparras alcanza el 15% de los objetivos nutricionales para este mineral.",
      "nutricional":[{
         "calorias":"44",
         "proteinas":"2.4",
         "lipidos":"0.9",
         "agsaturados":"0.23",
         "agmonoinsaturados":"0.06",
         "agpoliinsaturados":"0.3",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"4.9",
         "fibra":"3.2",
         "agua":"88.6",
         "calcio":"40",
         "hierro":"1.67",
         "yodo":"-",
         "magnesio":"33",
         "zinc":"0.32",
         "sodio":"2.964",
         "potasio":"40",
         "fosforo":"10",
         "selenio":"1.2",
         "tiamina":"0.02",
         "riboflavina":"0.14",
         "niacina":"0.65",
         "vitamina_b6":"0.02",
         "folatos":"-",
         "vitamina_b12":"0",
         "vitamina_c":"4.3",
         "vitamina_a":"14",
         "vitamina_d":"0",
         "vitamina_e":"0.9"
      }]
   },{
      "_id":"Apio",
      "name":"Apio",
      "image":"/images/ingredients/apio.jpg",
      "category":"verduras",
      "comestible":"65",
      "fuente":"Proteínas, potasio y flavonoides.",
      "valoracion":"El apio es un alimento de bajo contenido energético, su consumo resulta saludable y refrescante por su contenido en agua y sales minerales. Después del pepino, el apio es la hortaliza de menor valor energético. El apio es fuente de potasio, el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos. También contiene flavonoides, entre los que cabe citar la miricetina, quercetina y kaempferol (flavonoles), y la luteolina y apigenina (flavonas). Por otro lado, el aceite de semilla de apio contiene ftálidos que son sustancias de origen natural que cuenta con propiedades sobre la mucosa gástrica y un aceite volátil, el apiol.",
      "nutricional":[{
         "calorias":"16",
         "proteinas":"1.3",
         "lipidos":"0.2",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"1.3",
         "fibra":"1.8",
         "agua":"95.4",
         "calcio":"55",
         "hierro":"0.6",
         "yodo":"-",
         "magnesio":"15",
         "zinc":"0.1",
         "sodio":"126",
         "potasio":"341",
         "fosforo":"32",
         "selenio":"3",
         "tiamina":"0.04",
         "riboflavina":"0.04",
         "niacina":"0.7",
         "vitamina_b6":"0.1",
         "folatos":"12",
         "vitamina_b12":"0",
         "vitamina_c":"7",
         "vitamina_a":"95",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Batata",
      "name":"Batata",
      "image":"/images/ingredients/batata.jpg",
      "category":"verduras",
      "comestible":"79",
      "fuente":"Potasio, Vitaminas A, C, E, B6, b-carotenos y folatos.",
      "valoracion":"Las batatas son alimentos muy energéticos por su riqueza en hidratos de carbono. Presentan sabor dulce debido al elevado contenido en azúcares que, normalmente, resulta mayor cuanto más cerca del ecuador se halle la zona de cultivo. Como minerales importantes, cabe destacar el potasio el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos. En cuanto al contenido vitamínico cabe destacar el aporte de vitamina A, en especial en las variedades cuya carne es de color amarillo a naranja intenso. También destaca su alto contenido en b-carotenos. Una batata de pulpa anaranjada con un peso medio de 150 g aporta el 79% y 99% de las ingestas recomendadas de vitamina A para hombres y mujeres de 20 a 39 años respectivamente. La batata también es fuente de vitamina C (si bien una parte considerable de la misma puede perderse durante el proceso de cocción). En cantidades inferiores están presentes la vitamina E, B6 y folatos. Por ejemplo, una ración de batata cubre el 39% de las ingestas recomendadas de vitamina E para el grupo de la población de estudio.",
      "nutricional":[{
         "calorias":"101",
         "proteinas":"1.2",
         "lipidos":"0.6",
         "agsaturados":"0.23",
         "agmonoinsaturados":"0.04",
         "agpoliinsaturados":"0.2",
         "omega3":"0.033",
         "omega6":"0.165",
         "colesterol":"0",
         "carbohidratos":"21.5",
         "fibra":"2.5",
         "agua":"74.2",
         "calcio":"22",
         "hierro":"0.7",
         "yodo":"2",
         "magnesio":"13",
         "zinc":"0.3",
         "sodio":"19",
         "potasio":"320",
         "fosforo":"60",
         "selenio":"1",
         "tiamina":"0.1",
         "riboflavina":"0.06",
         "niacina":"1.2",
         "vitamina_b6":"0.22",
         "folatos":"52",
         "vitamina_b12":"0",
         "vitamina_c":"25",
         "vitamina_a":"667",
         "vitamina_d":"0",
         "vitamina_e":"4"
      }]
   },{
      "_id":"Berenjena",
      "name":"Berenjena",
      "image":"/images/ingredients/berenjena.jpg",
      "category":"verduras",
      "comestible":"85",
      "fuente":"Proteínas y flavonoides.",
      "valoracion":"Su valor energético y nutritivo es pequeño comparado con el de otras verduras y hortalizas, siendo el componente mayoritario en su peso el agua. Es de contenido fibroso medio, pero más localizado en piel y semillas. La piel de la berenjena contiene una antocianina, la nasunina, con acción antioxidante. Además, la berenjena contiene cierta cantidad de un alcaloide tóxico llamado solanina, que aparece mucho más en las partes verdes de la planta y en los frutos poco maduros. La solanina desaparece con el calor, de modo que una berenjena madura bien preparada y cocinada no supone el más mínimo riesgo.",
      "nutricional":[{
         "calorias":"27",
         "proteinas":"1.2",
         "lipidos":"0.2",
         "agsaturados":"0.05",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"4.4",
         "fibra":"1.2",
         "agua":"93",
         "calcio":"11",
         "hierro":"0.7",
         "yodo":"2",
         "magnesio":"12",
         "zinc":"0.28",
         "sodio":"2",
         "potasio":"214",
         "fosforo":"21.4",
         "selenio":"1",
         "tiamina":"0.04",
         "riboflavina":"0.05",
         "niacina":"0.6",
         "vitamina_b6":"0.08",
         "folatos":"18",
         "vitamina_b12":"0",
         "vitamina_c":"6",
         "vitamina_a":"3",
         "vitamina_d":"0",
         "vitamina_e":"0.03"
      }]
   },{
      "_id":"Berro",
      "name":"Berro",
      "image":"/images/ingredients/berro.jpg",
      "category":"cereales",
      "comestible":"62",
      "fuente":"Proteínas, fibra, hierro, calcio, folatos, vitamina C, vitamina A y vitamina B6.",
      "valoracion":"El berro es un alimento con un alto contenido en agua pero bajo valor energético. El berro aporta una gran cantidad de vitamina A, folatos, vitamina B6 y vitamina C (con 100 g de berros se cubren el 64% de las ingestas diarias recomendadas de esta vitamina) y el 33% de las ingestas diarias recomendadas de folatos. También aporta minerales como calcio y hierro. Además contiene cantidades sustanciales de gluconasturtiína, un precursor del fenetil isotiocianato (fitoquímico del grupo de los glucosinolatos/isotiocianatos/indoles), los cuales constituyen un sistema de defensa para la planta.",
      "nutricional":[{
         "calorias":"29",
         "proteinas":"3",
         "lipidos":"1",
         "agsaturados":"0.3",
         "agmonoinsaturados":"0.1",
         "agpoliinsaturados":"0.4",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"0.4",
         "fibra":"3",
         "agua":"92.6",
         "calcio":"170",
         "hierro":"2.2",
         "yodo":"-",
         "magnesio":"15",
         "zinc":"0.7",
         "sodio":"49",
         "potasio":"230",
         "fosforo":"52",
         "selenio":"0.9",
         "tiamina":"0.16",
         "riboflavina":"0.06",
         "niacina":"0.3",
         "vitamina_b6":"0.23",
         "folatos":"214",
         "vitamina_b12":"0",
         "vitamina_c":"62",
         "vitamina_a":"420",
         "vitamina_d":"0",
         "vitamina_e":"1.46"
      }]
   },{
      "_id":"Berza",
      "name":"Berza",
      "image":"/images/ingredients/berza.jpg",
      "category":"verduras",
      "comestible":"75",
      "fuente":"Proteínas, fibra, potasio, vitamina C y folatos.",
      "valoracion":"Contiene una buena cantidad de fibra y aporta un bajo contenido energético. Son especialmente ricas en antioxidantes como la vitamina C (si bien una parte considerable de la misma puede perderse durante el proceso de cocción). También destaca su contenido en folatos que contribuyen al crecimiento de los tejidos maternos durante el embarazo. Una ración de berza aporta el 30% de las ingestas diarias recomendadas de esta vitamina para la población de estudio. Respecto al aporte de minerales, es de señalar su contenido en potasio. Las berzas son ricas en clorofila y en esencias sulfuradas, que son las responsables de su olor.",
      "nutricional":[{
         "calorias":"36",
         "proteinas":"3.3",
         "lipidos":"0.3",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.4",
         "fibra":"3.3",
         "agua":"89.7",
         "calcio":"40",
         "hierro":"0.8",
         "yodo":"-",
         "magnesio":"13",
         "zinc":"0.3",
         "sodio":"12",
         "potasio":"310",
         "fosforo":"53",
         "selenio":"2",
         "tiamina":"0.04",
         "riboflavina":"0.08",
         "niacina":"1.1",
         "vitamina_b6":"0.16",
         "folatos":"79",
         "vitamina_b12":"0",
         "vitamina_c":"65",
         "vitamina_a":"4",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Brocoli",
      "name":"Brocoli",
      "image":"/images/ingredients/brocoli.jpg",
      "category":"verduras",
      "comestible":"61",
      "fuente":"Proteínas, potasio, vitamina C, folatos y compuestos azufrados.",
      "valoracion":"Como el resto de las crucíferas, el brócoli tiene una gran importancia desde el punto de vista nutricional, ya que contiene una elevada cantidad de fibra, minerales y vitaminas. Concretamente, es una buena fuente vitamina C (si bien una parte considerable de la misma puede perderse durante el proceso de cocción) y folatos, hasta el punto que una ración (200 g) aporta casi el doble de las ingestas recomendadas de vitamina C y la cuarta parte de las ingestas recomendadas de folatos para un hombre y una mujer de 20 a 39 años con actividad física moderada. También es fuente de potasio el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos. El consumo de una ración de brécol cubre el 28% de las ingestas recomendadas de folatos. El brécol contiene además una importante proporción de azufre, que le confiere propiedades antimicrobianas e insecticidas, además de ser responsable del fuerte olor que desprenden estas verduras durante su cocción. Es de interés su contenido en nutrientes antioxidantes (b-carotenos y vitamina C), y sustancias fitoquímicas (glucosinolatos/isotiocianatos/indoles) entre las que destaca el sulforafano (isotiocianato) y el indol-3-carbinol (indol).",
      "nutricional":[{
         "calorias":"38",
         "proteinas":"4.4",
         "lipidos":"0.9",
         "agsaturados":"0.2",
         "agmonoinsaturados":"0.1",
         "agpoliinsaturados":"0.5",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"1.8",
         "fibra":"2.6",
         "agua":"90.3",
         "calcio":"56",
         "hierro":"1.7",
         "yodo":"2",
         "magnesio":"22",
         "zinc":"0.6",
         "sodio":"8",
         "potasio":"370",
         "fosforo":"87",
         "selenio":"trazas",
         "tiamina":"0.1",
         "riboflavina":"0.06",
         "niacina":"1.7",
         "vitamina_b6":"0.14",
         "folatos":"90",
         "vitamina_b12":"0",
         "vitamina_c":"87",
         "vitamina_a":"69",
         "vitamina_d":"0",
         "vitamina_e":"1.3"
      }]
   },{
      "_id":"Zucchini",
      "name":"Zucchini",
      "image":"/images/ingredients/zucchini.jpg",
      "category":"verduras",
      "comestible":"79",
      "fuente":"Proteínas, vitamina C y mucílagos.",
      "valoracion":"El calabacín es una de las hortalizas con menor contenido calórico. Pertenece a la misma familia botánica que la calabaza, aunque presenta algunas diferencias con ella, en cuanto a su composición. De hecho, el calabacín aporta cantidades inferiores de fibra, y sin embargo una proporción ligeramente superior de agua. Además, mientras que la calabaza es rica en b-carotenos, el contenido de éstos en el calabacín es muy bajo. Aún así, su consumo contribuye a cubrir las necesidades de vitaminas, especialmente las de vitamina C. Una ración de calabacín (200g) cubre el 74% de las ingestas recomendadas para esta vitamina en hombres y mujeres de 20 a 39 años. Por último, destaca la presencia de mucílagos (tipo de fibra soluble de naturaleza viscosa).",
      "nutricional":[{
         "calorias":"14",
         "proteinas":"0.6",
         "lipidos":"0.2",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"2.2",
         "fibra":"0.5",
         "agua":"96.5",
         "calcio":"24",
         "hierro":"0.4",
         "yodo":"-",
         "magnesio":"8",
         "zinc":"0.2",
         "sodio":"1",
         "potasio":"140",
         "fosforo":"17",
         "selenio":"1",
         "tiamina":"0.04",
         "riboflavina":"0.04",
         "niacina":"0.6",
         "vitamina_b6":"0.06",
         "folatos":"13",
         "vitamina_b12":"0",
         "vitamina_c":"22",
         "vitamina_a":"4.5",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Calabaza",
      "name":"Calabaza",
      "image":"/images/ingredients/calabaza.jpg",
      "category":"cereales",
      "comestible":"67",
      "fuente":"Proteínas, vitamina C y carotenoides.",
      "valoracion":"La calabaza, posee un bajo aporte en calorías y grasas. El aporte vitamínico más significativo es el de la vitamina C (con una ración, se cubre un 31% de las ingestas diarias recomendadas —IR/día—) si bien una buena parte considerable de la misma puede perderse durante el proceso de cocción. Además, cabe destacar su contenido en carotenoides: luteína (moderado-alto), b-criptoxantina (moderado-alto), b-carotenos (bajo-alto) y zeazantina (moderado). Estos, se transforman en vitamina A en nuestro organismo.",
      "nutricional":[{
         "calorias":"15",
         "proteinas":"0.7",
         "lipidos":"0.2",
         "agsaturados":"0.1",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"2.2",
         "fibra":"1",
         "agua":"95.9",
         "calcio":"29",
         "hierro":"0.4",
         "yodo":"-",
         "magnesio":"10",
         "zinc":"0.2",
         "sodio":"trazas",
         "potasio":"130",
         "fosforo":"19",
         "selenio":"0.3",
         "tiamina":"0.16",
         "riboflavina":"trazas",
         "niacina":"0.2",
         "vitamina_b6":"0.02",
         "folatos":"10",
         "vitamina_b12":"0",
         "vitamina_c":"14",
         "vitamina_a":"75",
         "vitamina_d":"0",
         "vitamina_e":"1.06"
      }]
   },{
      "_id":"Canonigos",
      "name":"Canonigos",
      "image":"/images/ingredients/canonigos.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas, potasio, yodo, vitamina A, b-carotenos, vitamina C y B6",
      "valoracion":"Esta planta tan discreta es un concentrado de b-caroteno, pigmento de color naranja-rojizo, enmascarado por el color verde que le confiere la clorofila. Así, una ración de 100 g de canónigos aporta 2655 µg de b-carotenos. La vitamina C también abunda, la misma ración equivale al 58% de las ingestas diarias recomendadas (IR/día) a hombres y mujeres de 20 a 39 años, con una actividad física moderada. En cuanto a los minerales, destaca su contenido en potasio y yodo, aunque —en el caso del yodo— dependerá de la riqueza del suelo en este mineral, allá donde ésta crezca. En general, 100 g de esta «hierba de ensalada» cubren una cuarta parte de la cantidad diaria recomendada del yodo para hombres y el 30% en las mujeres. Estos aportes se consiguen con una cantidad realmente mínima de calorías (sólo 17 kcal por 100 g) y grasas (0.4%). Aporta también proteínas (1.8%) y otros micronutrientes como la vitamina B6, que ayuda a regular la actividad hormonal. La hierba de los canónigos suele utilizarse siempre en crudo, y se añade al final —justo antes de servir el plato—, o incluso después de aliñarlo. La razón es que el calor y algunos condimentos fuertes como el vinagre, o incluso el mismo aceite, la deterioran rápidamente, haciendo que su color se vuelva más oscuro y se arruine su textura.",
      "nutricional":[{
         "calorias":"17",
         "proteinas":"1.8",
         "lipidos":"0.4",
         "agsaturados":"-",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"-",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"0.7",
         "fibra":"1.5",
         "agua":"95.6",
         "calcio":"35",
         "hierro":"2",
         "yodo":"33.5",
         "magnesio":"13",
         "zinc":"0.54",
         "sodio":"4",
         "potasio":"421",
         "fosforo":"49",
         "selenio":"-",
         "tiamina":"0.065",
         "riboflavina":"0.08",
         "niacina":"0.38",
         "vitamina_b6":"0.25",
         "folatos":"-",
         "vitamina_b12":"0",
         "vitamina_c":"35",
         "vitamina_a":"650",
         "vitamina_d":"0",
         "vitamina_e":"1"
      }]
   },{
      "_id":"Cardo",
      "name":"Cardo",
      "image":"/images/ingredients/cardo.jpg",
      "category":"verduras",
      "comestible":"80",
      "fuente":"Proteínas, potasio, inulina y cinarina.",
      "valoracion":"El cardo se asemeja, en la composición nutritiva, a la alcachofa. De ella se desprende un modesto contenido en hidratos de carbono, constituidos en su mayor parte por inulina, un almidón polisacárido similar a la fructosa, bien tolerado por los diabéticos; y por otras sustancias como la cinarina. Respecto a las sales minerales, el cardo sobresale frente a otras verduras por su abundancia en potasio, sustancia que proporciona el ligero amargo al cardo. Los aportes de este mineral en una ración de cardo equivalen al 12% de las ingestas recomendadas de potasio al día para la población de estudio. El potasio contribuye al funcionamiento normal del sistema nervioso y de los músculos. Su contenido vitamínico es escaso, siendo la riboflavina la más elevada.",
      "nutricional":[{
         "calorias":"23",
         "proteinas":"1.4",
         "lipidos":"0.2",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.5",
         "fibra":"1",
         "agua":"93.9",
         "calcio":"114",
         "hierro":"1.5",
         "yodo":"-",
         "magnesio":"-",
         "zinc":"-",
         "sodio":"23",
         "potasio":"400",
         "fosforo":"46",
         "selenio":"0.9",
         "tiamina":"0.01",
         "riboflavina":"0.03",
         "niacina":"0.2",
         "vitamina_b6":"-",
         "folatos":"-",
         "vitamina_b12":"0",
         "vitamina_c":"1",
         "vitamina_a":"trazas",
         "vitamina_d":"0",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Cebolla",
      "name":"Cebolla",
      "image":"/images/ingredients/cebolla.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas, potasio, vitamina C, flavonoides y distintos compuestos azufrados.",
      "valoracion":"La cebolla es un alimento con bajo contenido energético. En la composición de las cebollas se ha de tener en cuenta su contenido en minerales y vitaminas. Las cebollas son fuente de potasio mineral que contribuye al funcionamiento normal de los músculos y del sistema nervioso. También es fuente de vitamina C. Una ración de cebolla (150g) cubre el 48% de las ingestas recomendadas de esta vitamina para la población de estudio. Hay que tener en cuenta que esta vitamina es termosensible, por lo que su aporte de vitamina disminuiría si la cebolla se consumiese cocinada. Las cebollas son ricas en flavonoides y en compuestos azufrados (sulfóxido alquil cisteína), responsables de su aroma. Entre los flavonoides, los antocianos son los responsables del color rosado o violáceo de determinadas variedades de cebolla; pero sobre todo destaca el contenido en quercetina con una importante función antioxidante. La vitamina C contribuye a la protección de las células frente al daño oxidativo. Es interesante destacar que los procesos culinarios (fritura, cocción...) no ocasionan grandes pérdidas sobre el contenido total de flavonoides en la cebolla, por lo que los platos elaborados con cebolla constituyen un buen aporte de estos componentes.",
      "nutricional":[{
         "calorias":"23",
         "proteinas":"1.4",
         "lipidos":"0.2",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.5",
         "fibra":"1",
         "agua":"93.9",
         "calcio":"114",
         "hierro":"1.5",
         "yodo":"-",
         "magnesio":"-",
         "zinc":"-",
         "sodio":"220",
         "potasio":"392",
         "fosforo":"46",
         "selenio":"0.7",
         "tiamina":"0.04",
         "riboflavina":"0.04",
         "niacina":"0.4",
         "vitamina_b6":"0.1",
         "folatos":"16",
         "vitamina_b12":"0",
         "vitamina_c":"19",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Cebolla de Verdeo",
      "name":"Cebolla de Verdeo",
      "image":"/images/ingredients/cebolla_verdeo.jpg",
      "category":"verduras",
      "comestible":"85",
      "fuente":"Proteínas, vitamina C, flavonoides y compuestos azufrados.",
      "valoracion":"La cebolleta es un alimento con bajo contenido energético. La composición nutricional de este alimento destaca por el aporte de vitamina C (una ración de cebolleta cubre el 48% de las ingestas recomendadas para un hombre y mujer de 20 a 39 años con una actividad física moderada. La vitamina C contribuye a la protección de las células frente al daño oxidativo. Otras sustancias interesantes presentes en la cebolleta son los flavonoides con propiedades antioxidantes y los compuestos azufrados que aportan a la cebolleta su olor y sabor característico.",
      "nutricional":[{
         "calorias":"29",
         "proteinas":"1.4",
         "lipidos":"trazas",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"5.1",
         "fibra":"1.3",
         "agua":"92.2",
         "calcio":"31",
         "hierro":"0.8",
         "yodo":"20",
         "magnesio":"14",
         "zinc":"0.1",
         "sodio":"6",
         "potasio":"278",
         "fosforo":"44",
         "selenio":"1",
         "tiamina":"0.04",
         "riboflavina":"0.04",
         "niacina":"0.4",
         "vitamina_b6":"0.1",
         "folatos":"16",
         "vitamina_b12":"0",
         "vitamina_c":"19",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Cebollino",
      "name":"Cebollino",
      "image":"/images/ingredients/cebollino.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas, vitamina C, A y folatos.",
      "valoracion":"Las hierbas aromáticas nos aportan un escaso valor nutricional debido a la poca cantidad que utilizamos, pero aun así, lo tienen. El cebollino es un alimento con un alto contenido en agua y muy bajo contenido energético. Su aporte proteico es escaso y el lipídico prácticamente nulo. Destaca en vitamina C, A y folatos. La alicina es un compuesto muy reactivo y ayuda a protegerse de ataques de bacterias e insectos.",
      "nutricional":[{
         "calorias":"29",
         "proteinas":"3",
         "lipidos":"0.5",
         "agsaturados":"0.12",
         "agmonoinsaturados":"0.08",
         "agpoliinsaturados":"0.22",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"1.9",
         "fibra":"2.3",
         "agua":"92.3",
         "calcio":"86",
         "hierro":"1.5",
         "yodo":"-",
         "magnesio":"40",
         "zinc":"0.4",
         "sodio":"3",
         "potasio":"275",
         "fosforo":"54",
         "selenio":"-",
         "tiamina":"0.08",
         "riboflavina":"0.11",
         "niacina":"0.65",
         "vitamina_b6":"0.13",
         "folatos":"130",
         "vitamina_b12":"0",
         "vitamina_c":"60",
         "vitamina_a":"500",
         "vitamina_d":"0",
         "vitamina_e":"0.9"
      }]
   },{
      "_id":"Champignon",
      "name":"Champignon",
      "image":"/images/ingredients/champignon.jpg",
      "category":"verduras",
      "comestible":"80",
      "fuente":"Proteínas, potasio, fósforo, selenio, niacina y riboflavina.",
      "valoracion":"El champiñón aporta un bajo contenido energético. Después del agua, su principal componente son los hidratos de carbono. Dentro de las vitaminas, destaca su contenido en niacina (de hecho es uno de los vegetales con mayor contenido en esta vitamina) y riboflavina. La niacina y la riboflavina contribuyen al metabolismo energético normal. Una ración de champiñones cubre el 27% de las ingestas recomendadas de estas dos vitaminas para el grupo de hombres de 20 a 39 años con una actividad física moderada. En el caso de los minerales, es fuente de potasio, fósforo y selenio. Una ración de champiñones aporta el 20% de las ingestas recomendadas de fósforo para la población de estudio.",
      "nutricional":[{
         "calorias":"31",
         "proteinas":"1.8",
         "lipidos":"0.3",
         "agsaturados":"0.07",
         "agmonoinsaturados":"0.004",
         "agpoliinsaturados":"0.17",
         "omega3":"0.133",
         "omega6":"0.032",
         "colesterol":"0",
         "carbohidratos":"4",
         "fibra":"2.5",
         "agua":"91.4",
         "calcio":"9",
         "hierro":"1",
         "yodo":"3",
         "magnesio":"14",
         "zinc":"0.1",
         "sodio":"5",
         "potasio":"470",
         "fosforo":"115",
         "selenio":"9",
         "tiamina":"0.1",
         "riboflavina":"0.41",
         "niacina":"4.6",
         "vitamina_b6":"0.1",
         "folatos":"23",
         "vitamina_b12":"0",
         "vitamina_c":"4",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.12"
      }]
   },{
      "_id":"Col de Bruselas",
      "name":"Col de Bruselas",
      "image":"/images/ingredients/col_bruselas.jpg",
      "category":"verduras",
      "comestible":"82",
      "fuente":"Proteínas, fibra, potasio, folatos y vitamina C.",
      "valoracion":"Estas verduras son las que más calorías aportan de su género, a expensas de su mayor contenido en hidratos de carbono y proteínas (de bajo valor biológico). Comparten con el resto de las verduras, su elevada proporción de agua. Constituyen la mayor fuente de vitamina C respecto de las verduras de su misma familia (si bien una parte considerable de la misma puede perderse durante el proceso de cocción). Y además, las coles son ricas en ácido cítrico, que potencia la acción beneficiosa de dicho nutriente. La vitamina C contribuye a la protección de las células frente al daño oxidativo.  Son fuente de folatos que contribuyen a la formación normal de células sanguíneas y al proceso de división celular. Entre los minerales destaca la presencia de potasio, que contribuye al funcionamiento normal de los músculos. El contenido en fibra insoluble es elevado, lo que favorece la sensación de saciedad y el tránsito intestinal, con lo que mejora el estreñimiento. Al igual que otras verduras del mismo género, su consumo habitual está justificado por su contenido en fitoquímicos (glucosinolatos, isotiocianatos e indoles). Muchos de estos compuestos azufrados (dimetilsulfuro, trimetilsulfuro, etc.) son responsables del fuerte aroma que desprende esta verdura durante su cocción. El sabor amargo de las coles de Bruselas se debe a su contenido en goitrina.",
      "nutricional":[{
         "calorias":"51",
         "proteinas":"3.5",
         "lipidos":"1.4",
         "agsaturados":"0.3",
         "agmonoinsaturados":"0.1",
         "agpoliinsaturados":"0.7",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"4.1",
         "fibra":"3.8",
         "agua":"87.2",
         "calcio":"30",
         "hierro":"0.7",
         "yodo":"10",
         "magnesio":"19",
         "zinc":"0.7",
         "sodio":"10",
         "potasio":"375",
         "fosforo":"60",
         "selenio":"0.6",
         "tiamina":"0.08",
         "riboflavina":"0.16",
         "niacina":"0.9",
         "vitamina_b6":"0.1",
         "folatos":"90",
         "vitamina_b12":"0",
         "vitamina_c":"100",
         "vitamina_a":"13",
         "vitamina_d":"0",
         "vitamina_e":"0.9"
      }]
   },{
      "_id":"Coliflor",
      "name":"Coliflor",
      "image":"/images/ingredients/coliflor.jpg",
      "category":"verduras",
      "comestible":"80",
      "fuente":"Proteínas, potasio, folatos y vitamina C.",
      "valoracion":"El principal componente de la coliflor es el agua, lo que —acompañado del bajo contenido en hidratos de carbono, proteínas y grasas—, la convierte en un alimento de bajo contenido energético. En relación con las vitaminas destaca la presencia de vitamina C (si bien una parte considerable de la misma puede perderse durante los procesos de cocción) y folatos. La vitamina C contribuye a la protección de las células frente al daño oxidativo y mejora la absorción del hierro. Los folatos contribuyen a la formación normal de las células sanguíneas y al funcionalmiento normal del sistema inmunitario. Una ración de coliflor cubre el 33% de las ingestas recomendadas para la población de estudio. En cuanto a su contenido en minerales, se considera a la coliflor un alimento fuente de potasio el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos, además del manenimiento de la tensión arterial normal.",
      "nutricional":[{
         "calorias":"27",
         "proteinas":"2.2",
         "lipidos":"0.2",
         "agsaturados":"0.05",
         "agmonoinsaturados":"0.02",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.1",
         "fibra":"2.1",
         "agua":"92.4",
         "calcio":"22",
         "hierro":"1",
         "yodo":"trazas",
         "magnesio":"16",
         "zinc":"0.3",
         "sodio":"8",
         "potasio":"350",
         "fosforo":"60",
         "selenio":"trazas",
         "tiamina":"0.12",
         "riboflavina":"0.1",
         "niacina":"1.3",
         "vitamina_b6":"0.2",
         "folatos":"69",
         "vitamina_b12":"0",
         "vitamina_c":"67",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Endivia",
      "name":"Endivia",
      "image":"/images/ingredients/endivia.jpg",
      "category":"verduras",
      "comestible":"81",
      "fuente":"Proteínas, potasio, folatos y vitamina A.",
      "valoracion":"La endivia es un alimento con bajo contenido energético. Entre los macronutrientes, los hidratos de carbono destacan por su contenido en inulina, un oligosacárido al que se le destaca por su acción prebiótica. Es fuente de folatos y vitamina A. Los folatos contribuyen a la formación normal de las células sanguíneas y al funcionalmiento normal del sistema inmunitario. Una ración de endivia cubre el 33% de las ingestas recomendadas de esta vitamina para la población de estudio. La vitamina A contribuye al mantenimiento de la piel, las mucosas y la visión en condiciones normales. Una ración de endivias cubre el 20% de las ingestas recomendadas de esta vitamina para la población de estudio. En cuanto a los minerales, el potasio resulta ser el más abundante, el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos. Además, al consumirse generalmente en forma cruda (ensalada) se evitan las pérdidas de nutrientes durante el cocinado.",
      "nutricional":[{
         "calorias":"25",
         "proteinas":"1.5",
         "lipidos":"0.24",
         "agsaturados":"0.04",
         "agmonoinsaturados":"0.02",
         "agpoliinsaturados":"0.13",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.6",
         "fibra":"1.3",
         "agua":"93.4",
         "calcio":"58.5",
         "hierro":"0.94",
         "yodo":"6",
         "magnesio":"6.3",
         "zinc":"0.3",
         "sodio":"10",
         "potasio":"322",
         "fosforo":"33",
         "selenio":"2.8",
         "tiamina":"0.07",
         "riboflavina":"0.06",
         "niacina":"0.31",
         "vitamina_b6":"0.05",
         "folatos":"115",
         "vitamina_b12":"0",
         "vitamina_c":"10",
         "vitamina_a":"251",
         "vitamina_d":"0",
         "vitamina_e":"1"
      }]
   },{
      "_id":"Escarola",
      "name":"Escarola",
      "image":"/images/ingredients/escarola.jpg",
      "category":"verduras",
      "comestible":"64",
      "fuente":"Proteínas, potasio, folatos, vitamina C y flavonoides.",
      "valoracion":"La escarola es una verdura con bajo contenido energético, punto en común con el resto de los vegetales, dado su escaso contenido en nutrientes energéticos (hidratos de carbono, proteínas y grasas). El agua es el elemento que predomina en su composición. En ella están disueltas cantidades apreciables de vitaminas C y del grupo B destacando los folatos (cubre el 43% de las ingestas recomendadas para hombres y mujeres de 20 a 39 años con actividad física moderada). Es la verdura más rica en esta vitamina, con diferencia respecto al resto. Este alimento contiene también otros principios activos como los flavonoides (miricetina, quercetina, kaempferol, luteolina y apigenina) y compuestos fenólicos como los ácidos cafeico y ferúlico. Entre los minerales destaca el potasio. El potasio es un mineral que contribuye al funcionamiento normal del sistema nervioso y de los músculos. Por otro lado, las hojas de la escarola contienen principios amargos, como la intibina, que estimulan el apetito, favorecen la digestión y aumentan la actividad de la vesícula biliar.",
      "nutricional":[{
         "calorias":"24",
         "proteinas":"1.5",
         "lipidos":"0.3",
         "agsaturados":"0.05",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3",
         "fibra":"1.6",
         "agua":"93.6",
         "calcio":"67",
         "hierro":"1.3",
         "yodo":"-",
         "magnesio":"13",
         "zinc":"0.3",
         "sodio":"10",
         "potasio":"387",
         "fosforo":"40",
         "selenio":"1",
         "tiamina":"0.1",
         "riboflavina":"0.1",
         "niacina":"0.6",
         "vitamina_b6":"0.02",
         "folatos":"267",
         "vitamina_b12":"0",
         "vitamina_c":"13",
         "vitamina_a":"73",
         "vitamina_d":"0",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Esparragos",
      "name":"Esparragos",
      "image":"/images/ingredients/esparragos.jpg",
      "category":"verduras",
      "comestible":"60",
      "fuente":"Proteínas, vitaminas C y E, folatos, lignanos y flavonoides.",
      "valoracion":"Se trata de un alimento con bajo contenido energético, con un alto contenido en agua. Contiene inulina que es un carbohidrato de almacenamiento presente en muchos vegetales y oligofructosa, compuesto derivado de la inulina. En cuanto a las vitaminas, el espárrago es fuente de vitaminas C (si bien una parte considerable de la misma puede perderse durante los procesos de cocción) y E. Los espárragos verdes son más ricos en minerales que los blancos, y el tratamiento al que se someten estos últimos, para la preparación de conservas, lleva una pérdida vitamínica añadida. En su composición los espárragos verdes presentan b-carotenos (provitamina A) y luteína (carotenoide sin actividad provitamínica A), compuestos con actividad antioxidante. El espárrago contiene lignanos, una clase de fitoestrógenos (compuestos vegetales con una estructura similar a la de los estrógenos). Otro tipo de sustancias interesantes presentes en los espárragos son los flavonoides.",
      "nutricional":[{
         "calorias":"18",
         "proteinas":"2.7",
         "lipidos":"trazas",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"trazas",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"1.1",
         "fibra":"1.5",
         "agua":"94.7",
         "calcio":"22",
         "hierro":"1.1",
         "yodo":"2",
         "magnesio":"11",
         "zinc":"0.3",
         "sodio":"4",
         "potasio":"207",
         "fosforo":"59",
         "selenio":"1",
         "tiamina":"0.12",
         "riboflavina":"0.13",
         "niacina":"1.4",
         "vitamina_b6":"0.04",
         "folatos":"30",
         "vitamina_b12":"0",
         "vitamina_c":"26",
         "vitamina_a":"53",
         "vitamina_d":"0",
         "vitamina_e":"2.5"
      }]
   },{
      "_id":"Espinaca",
      "name":"Espinaca",
      "image":"/images/ingredients/espinaca.jpg",
      "category":"verduras",
      "comestible":"81",
      "fuente":"Proteínas, fibra, hierro, potasio, folatos, vitamina C, A, E y b-carotenos.",
      "valoracion":"El valor nutritivo de las espinacas radica en su contenido en vitaminas y minerales. En concreto, este alimento es fuente de folatos, vitamina C y vitamina A y vitamina E. Los folatos contribuyen a la formación normal de las células sanguíneas. La vitamina C contribuye a la protección de las células frente al daño oxidativo, al igual que la vitamina E. Por último, la vitamina A contribuye al mantenimiento de las mucosas, la piel y la visión en condiciones normales. También aportan alto contenido en b-carotenos (3.254µg/100 g de espinacas crudas), compuestos que se transforman en vitamina A en nuestro organismo. Asimismo, contienen otros carotenoides sin actividad provitamínica A como la luteína (4.229µg/100 g de espinacas crudas) y la zeaxantina (377µg/100 gramos de espinacas crudas), que se encuentran en el cristalino humano y la retina, concretamente en la mácula (zona de mayor agudeza visual) cuya degeneración es la causa principal de ceguera en la edad avanzada. En cuanto a los minerales, cabe destacar que es fuente de potasio y hierro, «hierro no hemo» que se absorbe con mayor dificultad que la forma «hemo» existente en la carne y sus derivados. No obstante, algunos factores dietéticos —como la vitamina C presente en la espinaca— mejora la absorción del hierro. Además, aportan una cantidad apreciable de fibra (soluble e insoluble), que favorece el tránsito intestinal. En relación con este alimento, su contenido en ácido oxálico, se combina con minerales (hierro, magnesio, calcio, etc.) para formar los oxalatos, cristales que agravan la formación de cálculos renales).",
      "nutricional":[{
         "calorias":"31",
         "proteinas":"2.6",
         "lipidos":"0.3",
         "agsaturados":"0.03",
         "agmonoinsaturados":"0.02",
         "agpoliinsaturados":"0.18",
         "omega3":"0.149",
         "omega6":"0.03",
         "colesterol":"0",
         "carbohidratos":"1.2",
         "fibra":"6.3",
         "agua":"89.6",
         "calcio":"90",
         "hierro":"4",
         "yodo":"2",
         "magnesio":"54",
         "zinc":"0.5",
         "sodio":"81",
         "potasio":"423",
         "fosforo":"55",
         "selenio":"1",
         "tiamina":"0.08",
         "riboflavina":"0.19",
         "niacina":"1.4",
         "vitamina_b6":"0.18",
         "folatos":"140",
         "vitamina_b12":"0",
         "vitamina_c":"30",
         "vitamina_a":"542",
         "vitamina_d":"0",
         "vitamina_e":"2"
      }]
   },{
      "_id":"Grelos",
      "name":"Grelos",
      "image":"/images/ingredients/grelos.jpg",
      "category":"verduras",
      "comestible":"81",
      "fuente":"Proteínas, fibra, hierro, folatos, vitaminas C y A.",
      "valoracion":"Los grelos son hortalizas con un alto contenido en agua, bajo en proteínas y muy bajo en grasas e hidratos de carbono; por lo que poseen un bajo contenido energético. Tienen un alto poder saciante, por su considerable contenido en fibra. Respecto a las vitaminas, los grelos y las nabizas son más ricos que los nabos, destacando su contenido en vitamina A (una ración de grelos duplica las ingestas recomendadas al día —IR/día—para hombres y mujeres de 20 a 39 años con una actividad física moderada), vitamina C (135% de las IR/día) y folatos (56% de las IR/día). Los folatos contribuyen a la formación normal de las células sanguíneas. La vitamina C contribuye a la protección de las células frente al daño oxidativo. Por último, la vitamina A contribuye al mantenimiento de las mucosas, la piel y la visión en condiciones normales. También aportan alto contenido en b-carotenos, compuestos que se transforman en vitamina A en nuestro organismo. Las cantidades de b-carotenos son también muy elevadas (4.575 μg/100 g de grelos cocidos). Los grelos son fuente de hierro si bien debemos recordar que el hierro es «no hemo», y por tanto, de peor absorción que el «hierro hemo» presente en las carnes y productos cárnicos.",
      "nutricional":[{
         "calorias":"19",
         "proteinas":"2.7",
         "lipidos":"trazas",
         "agsaturados":"-",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"-",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"0.1",
         "fibra":"3.9",
         "agua":"93.3",
         "calcio":"98",
         "hierro":"3.1",
         "yodo":"2",
         "magnesio":"10",
         "zinc":"0.4",
         "sodio":"7",
         "potasio":"78",
         "fosforo":"35",
         "selenio":"0.8",
         "tiamina":"0.06",
         "riboflavina":"0.2",
         "niacina":"0.9",
         "vitamina_b6":"0.16",
         "folatos":"110",
         "vitamina_b12":"0",
         "vitamina_c":"40",
         "vitamina_a":"1000",
         "vitamina_d":"0",
         "vitamina_e":"1"
      }]
   },{
      "_id":"Arvejas",
      "name":"Arvejas",
      "image":"/images/ingredients/arvejas.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas, fibra, fósforo, potasio, tiamina, niacina, folatos y vitamina C.",
      "valoracion":"Una ración media de guisantes tiene casi tanta proteína como un huevo entero (aunque es de menor calidad), menos de un gramo de grasa, y nada de colesterol. Además es fuente de minerales tales como el fósforo y el potasio. En cuanto a las vitaminas, hay que destacar su contenido en tiamina, niacina, folatos, y fundamentalmente en vitamina C (si bien una parte considerable de la misma puede perderse durante el proceso de cocción). Los folatos contribuyen al proceso de división celular y a la formación normal de las células sanguíneas. Además, contribuyen al crecimiento de los tejidos maternos durante el embarazo. De ahí la importancia de ingerir alimentos con altos niveles de ácido fólico en este periodo tan crítico. El consumo de una ración de guisantes cubre el 38% y 23% repectivamente de las ingestas recomendadas de tiamina y niacina en hombres de 20 a 39 años con actividad física moderada. Tampoco podemos olvidar su aporte a la dieta de aminoácidos como la leucina, la lisina, la fenilalanina, la arginina, o la alanina.",
      "nutricional":[{
         "calorias":"80",
         "proteinas":"5.3",
         "lipidos":"0.4",
         "agsaturados":"0.15",
         "agmonoinsaturados":"0.13",
         "agpoliinsaturados":"0.05",
         "omega3":"0.01",
         "omega6":"0.035",
         "colesterol":"0",
         "carbohidratos":"10",
         "fibra":"7.8",
         "agua":"76.5",
         "calcio":"25",
         "hierro":"1.5",
         "yodo":"-",
         "magnesio":"27",
         "zinc":"0.9",
         "sodio":"3",
         "potasio":"340",
         "fosforo":"122",
         "selenio":"1",
         "tiamina":"0.3",
         "riboflavina":"0.11",
         "niacina":"3",
         "vitamina_b6":"0.1",
         "folatos":"78",
         "vitamina_b12":"0",
         "vitamina_c":"18",
         "vitamina_a":"50",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Haba",
      "name":"Haba",
      "image":"/images/ingredients/haba.jpg",
      "category":"verduras",
      "comestible":"30",
      "fuente":"Proteínas, fibra, potasio, vitamina C, folatos, tiamina y niacina.",
      "valoracion":"Las habas frescas proporcionan proteínas e hidratos de carbono y son fuente de fibra procedente de la piel. Las habas frescas tienen mucha menos cantidad de hidratos de carbono complejos (almidón) que las secas, por lo que aportan menos energía a la dieta. Respecto a su contenido de vitaminas destacan la vitamina C y los folatos, seguidos de la tiamina y la niacina. En cuanto a su contenido mineral, cabe destacar la presencia de potasio, el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos.",
      "nutricional":[{
         "calorias":"65",
         "proteinas":"4.6",
         "lipidos":"0.4",
         "agsaturados":"0.05",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"0.2",
         "omega3":"0",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"8.6",
         "fibra":"4.2",
         "agua":"82.2",
         "calcio":"23",
         "hierro":"1.7",
         "yodo":"-",
         "magnesio":"28",
         "zinc":"0.7",
         "sodio":"120",
         "potasio":"323",
         "fosforo":"84",
         "selenio":"-",
         "tiamina":"0.17",
         "riboflavina":"0.09",
         "niacina":"2.8",
         "vitamina_b6":"-",
         "folatos":"78",
         "vitamina_b12":"0",
         "vitamina_c":"24",
         "vitamina_a":"42",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Haba",
      "name":"Haba",
      "image":"/images/ingredients/haba_desgranada.jpg",
      "category":"verduras",
      "comestible":"100",
      "fuente":"Proteínas, fibra, potasio, vitamina C, folatos, tiamina y niacina.",
      "valoracion":"Las habas frescas proporcionan proteínas e hidratos de carbono y son fuente de fibra procedente de la piel. Las habas frescas tienen mucha menos cantidad de hidratos de carbono complejos (almidón) que las secas, por lo que aportan menos energía a la dieta. Respecto a su contenido de vitaminas destacan la vitamina C y los folatos, seguidos de la tiamina y la niacina. En cuanto a su contenido mineral, cabe destacar la presencia de potasio, el cual contribuye al funcionamiento normal del sistema nervioso y de los músculos.",
      "nutricional":[{
         "calorias":"65",
         "proteinas":"4.6",
         "lipidos":"0.4",
         "agsaturados":"0.05",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"0.2",
         "omega3":"0",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"8.6",
         "fibra":"4.2",
         "agua":"82.2",
         "calcio":"23",
         "hierro":"1.7",
         "yodo":"-",
         "magnesio":"28",
         "zinc":"0.7",
         "sodio":"120",
         "potasio":"323",
         "fosforo":"84",
         "selenio":"-",
         "tiamina":"0.17",
         "riboflavina":"0.09",
         "niacina":"2.8",
         "vitamina_b6":"-",
         "folatos":"78",
         "vitamina_b12":"0",
         "vitamina_c":"24",
         "vitamina_a":"42",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Judia Verde",
      "name":"Judia Verde",
      "image":"/images/ingredients/judia_verde.jpg",
      "category":"verduras",
      "comestible":"91",
      "fuente":"Proteínas, yodo, folatos, vitamina C y compuestos polifenólicos",
      "valoracion":"En cuanto a su composición vitamínica, las judías verdes suponen una fuente de folatos y vitamina C. Los folatos contribuyen a la formación normal de las células sanguíneas. La vitamina C contribuye a la protección de las células frente al daño oxidativo. Entre los minerales cabe destacar el yodo (una ración de judías verdes equivale al 42% de las ingestas recomendadas al día —IR/día— en hombres, y al 53% en mujeres). También presentan pequeñas cantidades de alfa y beta-carotenos (compuestos con actividad provitamínica A) y luteína (carotenoide sin actividad provitamínica A). Las judías verdes contienen asimismo compuestos polifenólicos: glucósidos, glucurónidos y rutósidos derivados de quercetina y kaempferol.",
      "nutricional":[{
         "calorias":"37",
         "proteinas":"2.3",
         "lipidos":"0.2",
         "agsaturados":"0.04",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.11",
         "omega3":"0.064",
         "omega6":"0.045",
         "colesterol":"0",
         "carbohidratos":"5",
         "fibra":"2.9",
         "agua":"89.6",
         "calcio":"40",
         "hierro":"0.9",
         "yodo":"32",
         "magnesio":"26",
         "zinc":"0.2",
         "sodio":"2",
         "potasio":"280",
         "fosforo":"44",
         "selenio":"1.4",
         "tiamina":"0.06",
         "riboflavina":"0.1",
         "niacina":"1.3",
         "vitamina_b6":"-",
         "folatos":"60",
         "vitamina_b12":"0",
         "vitamina_c":"24",
         "vitamina_a":"33.5",
         "vitamina_d":"0",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Lechuga",
      "name":"Lechuga",
      "image":"/images/ingredients/lechuga.jpg",
      "category":"verduras",
      "comestible":"74",
      "fuente":"Proteínas, folatos, vitamina C y flavonoides.",
      "valoracion":"La lechuga es un alimento que aporta un bajo contenido energético por su alto contenido en agua y su escasa cantidad de hidratos de carbono, proteínas y grasas. En cuanto a su contenido en vitaminas, podemos mencionar que es fuente de vitamina C y folatos. Una ración de lechuga cubre el 15% de las ingestas recomendadas de vitamina C. El aporte de minerales tampoco resulta especialmente significativo, aunque sí posee pequeñas cantidades de fósforo, potasio, hierro y calcio. Sin embargo, es preciso tener en cuenta que las hojas de color verde intenso, que por lo general suelen ser las menos tiernas, son precisamente las más ricas en vitaminas y minerales. Contiene flavonoides, fundamentalmente quercetina; seguida de kaempferol, y cantidades inferiores de miricetina, luteolina y apigenina. La lechuga también aporta pequeñas cantidades de b-sitosterol, stigmasterol y campesterol, fitoesteroles que participan en importantes funciones biológicas del organismo.",
      "nutricional":[{
         "calorias":"17",
         "proteinas":"1.5",
         "lipidos":"0.3",
         "agsaturados":"0.039",
         "agmonoinsaturados":"0.012",
         "agpoliinsaturados":"0.16",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"1.4",
         "fibra":"1.5",
         "agua":"95.3",
         "calcio":"40",
         "hierro":"0.6",
         "yodo":"5",
         "magnesio":"12",
         "zinc":"0.3",
         "sodio":"9",
         "potasio":"240",
         "fosforo":"30",
         "selenio":"1",
         "tiamina":"0.06",
         "riboflavina":"0.06",
         "niacina":"0.6",
         "vitamina_b6":"0.07",
         "folatos":"34",
         "vitamina_b12":"0",
         "vitamina_c":"12",
         "vitamina_a":"29",
         "vitamina_d":"0",
         "vitamina_e":"0.5"
      }]
   },{
      "_id":"Repollo Morado",
      "name":"Repollo Morado",
      "image":"/images/ingredients/lombarda.jpg",
      "category":"verduras",
      "comestible":"81",
      "fuente":"Proteínas, folatos, vitamina C y flavonoides",
      "valoracion":"La col lombarda es fuente de vitamina C (con una ración se cubre el 150% de las ingestas diarias recomendadas de un hombre y una mujer de 20-39 años con actividad física moderada) y folatos. La vitamina C contribuye a la protección de las células frente al daño oxidativo y los folatos contribuyen a la formación normal de las células sanguíneas. Aporta igualmente cantidades considerables de potasio, calcio, fósforo y fibra, aunque el contenido de todos estos nutrientes es menor que el que presentan otros vegetales del género Brassica (brócoli, coles de Bruselas, coliflor). Como el resto de las crucíferas contiene en su composición sustancias fitoquímicas (glucosilonatos, isotiocianatos, indoles). También contiene flavonoides, entre los que destacan los antocianos, cuyo componente más abundante es la cianidina, que confiere el color morado a la lombarda, y la quercetina (aunque en cantidad muy inferior a la del brócoli). Las crucíferas también contienen compuestos bociógenos que en personas predispuestas, pueden producir inflamación de la glándula tiroides, impidiendo de esta forma la asimilación del yodo.",
      "nutricional":[{
         "calorias":"27",
         "proteinas":"1.1",
         "lipidos":"0.3",
         "agsaturados":"0.021",
         "agmonoinsaturados":"0.012",
         "agpoliinsaturados":"0.08",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.7",
         "fibra":"2.5",
         "agua":"92.4",
         "calcio":"60",
         "hierro":"0.4",
         "yodo":"2",
         "magnesio":"9",
         "zinc":"0.1",
         "sodio":"8",
         "potasio":"250",
         "fosforo":"37",
         "selenio":"1",
         "tiamina":"0.02",
         "riboflavina":"0.01",
         "niacina":"0.6",
         "vitamina_b6":"0.09",
         "folatos":"39",
         "vitamina_b12":"0",
         "vitamina_c":"55",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Nabo",
      "name":"Nabo",
      "image":"/images/ingredients/nabo.jpg",
      "category":"verduras",
      "comestible":"73",
      "fuente":"Vitamina C y fitonutrientes.",
      "valoracion":"Los nabos son alimentos con bajo contenido energético; su alto contenido en agua y bajo contenido en macronutrientes, así lo determina. El nabo contiene cantidades apreciables de diversos micronutrientes (vitaminas y minerales), es fuente de vitamina C. El consumo de 100 g de nabo cumple el 47% de las ingestas diarias recomendadas de dicha vitamina para la población de estudio. La vitamina C contribuye a la protección de las células frente al daño oxidativo y los folatos contribuyen a la formación normal de las células sanguíneas. Al igual que en otras crucíferas (rábano, coles de bruselas, coliflor, lombarda, etc.), en su composición destaca la presencia de fitonutrientes del grupo de los glucosinolatos/isotiocianatos/indoles. A pesar de sus propiedades beneficiosas, el nabo contiene sustancias bociógenas que, en personas con predisposición, pueden producir inflamación de la glándula tiroides, impidiendo de esta forma la asimilación del yodo.",
      "nutricional":[{
         "calorias":"32",
         "proteinas":"0.8",
         "lipidos":"0.3",
         "agsaturados":"0.04",
         "agmonoinsaturados":"0.03",
         "agpoliinsaturados":"0.18",
         "omega3":"0.139",
         "omega6":"0.039",
         "colesterol":"0",
         "carbohidratos":"5",
         "fibra":"4.3",
         "agua":"91.1",
         "calcio":"59",
         "hierro":"0.4",
         "yodo":"20",
         "magnesio":"8",
         "zinc":"0.08",
         "sodio":"58",
         "potasio":"240",
         "fosforo":"34",
         "selenio":"0.01",
         "tiamina":"0.05",
         "riboflavina":"0.05",
         "niacina":"0.8",
         "vitamina_b6":"0.11",
         "folatos":"20",
         "vitamina_b12":"0",
         "vitamina_c":"31",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0"
      }]
   },{
      "_id":"Niscalos",
      "name":"Niscalos",
      "image":"/images/ingredients/niscalos.jpg",
      "category":"verduras",
      "comestible":"61",
      "fuente":"Proteínas, fibra, potasio, hierro, niacina, vitamina A, riboflavina y ergosterol.",
      "valoracion":"Las setas son alimentos con un bajo contenido energético. Sólo contienen 24 kcal por cada 100 g de porción comestible gracias a su alto contenido en agua. Contienen ergosterol, una sustancia que se encuentra en los tejidos vegetales y que puede transformarse en vitamina D. Gracias a la acción del sol, el ergosterol se convierte en provitamina D2. y en el organismo —en concreto en el riñón— se producen las formas activas de la vitamina D. Los níscalos son fuente de vitaminas como niacina, vitamina A y riboflavina, además de ser fuente de algunos minerales como hierro (no se asimila tan bien como el de origen animal, porque la fibra de la verdura interfiere en su absorción a nivel intestinal) y potasio. Este último contribuye al funcionamiento normal del sistema nervioso y de los músculos.",
      "nutricional":[{
         "calorias":"24",
         "proteinas":"1.6",
         "lipidos":"0.8",
         "agsaturados":"0.1",
         "agmonoinsaturados":"0",
         "agpoliinsaturados":"0.5",
         "omega3":"0.04",
         "omega6":"0.46",
         "colesterol":"0",
         "carbohidratos":"0.2",
         "fibra":"4.7",
         "agua":"92.7",
         "calcio":"8",
         "hierro":"6.5",
         "yodo":"16",
         "magnesio":"14",
         "zinc":"0.5",
         "sodio":"3",
         "potasio":"507",
         "fosforo":"44",
         "selenio":"7",
         "tiamina":"0.02",
         "riboflavina":"0.23",
         "niacina":"6.5",
         "vitamina_b6":"0.09",
         "folatos":"2",
         "vitamina_b12":"0",
         "vitamina_c":"6",
         "vitamina_a":"2.17",
         "vitamina_d":"0",
         "vitamina_e":"0.13"
      }]
   },{
      "_id":"Papa",
      "name":"Papa",
      "image":"/images/ingredients/papa.jpg",
      "category":"verduras",
      "comestible":"90",
      "fuente":"Potasio, vitamina C, B6 y carotenoides.",
      "valoracion":"En la composición de la patata cabe destacar el contenido en hidratos de carbono, mayoritariamente en forma de almidón y una pequeña proporción como glucosa, fructosa y sacarosa; El ser uno de los vegetales con mayor contenido en almidón explica su aporte calórico (88 kcal/100 g de patatas). La fibra está presente en cantidades discretas. Es fuente de vitamina C, si bien una parte considerable de la misma puede perderse durante el proceso de cocción. Para preservar su contenido, es recomendable cocinarlas al vapor o al horno (envueltas en papel de aluminio). La cantidad vitamina C contenida en una patata cruda de tamaño medio equivale al 46% de las ingestas recomendadas para hombres y mujeres de 20 a 39 años con una actividad física moderada. Otros aportes como los de la vitamina B6, cubren el 21% de las ingestas recomendadas para este grupo de población. La patata aporta minerales como el potasio. Este contribuye al funcionamiento normal del sistema nervioso y de los músculos. La patata también aporta carotenoides, siendo la violaxantina, anteraxantina, luteína, los más abundantes, mientras que la neoxantina, beta-criptoxantina, zeaxantina y b-carotenos se encuentran en cantidades menores.",
      "nutricional":[{
         "calorias":"88",
         "proteinas":"2.5",
         "lipidos":"0.2",
         "agsaturados":"0.04",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.12",
         "omega3":"0.027",
         "omega6":"0.09",
         "colesterol":"0",
         "carbohidratos":"18",
         "fibra":"2",
         "agua":"77.3",
         "calcio":"9",
         "hierro":"0.6",
         "yodo":"3",
         "magnesio":"25",
         "zinc":"0.3",
         "sodio":"7",
         "potasio":"570",
         "fosforo":"50",
         "selenio":"1",
         "tiamina":"0.1",
         "riboflavina":"0.04",
         "niacina":"1.5",
         "vitamina_b6":"0.25",
         "folatos":"12",
         "vitamina_b12":"0",
         "vitamina_c":"18",
         "vitamina_a":"0",
         "vitamina_d":"0",
         "vitamina_e":"0.1"
      }]
   },{
      "_id":"Pepino",
      "name":"Pepino",
      "image":"/images/ingredients/pepino.jpg",
      "category":"verduras",
      "comestible":"77",
      "fuente":"Se puede resaltar un aporte de potasio y vitamina C",
      "valoracion":"El pepino es una hortaliza de bajo contenido calórico debido a su reducido contenido en hidratos de carbono, en comparación con otras hortalizas, y a su elevado contenido de agua. Aporta pequeñas cantidades de folatos y en proporciones aún menores, tiamina y niacina. El aporte vitamínico más elevado es el de vitamina C. El consumo de 125 g de pepino cubre el 16% de las ingestas recomendadas para la población de estudio. En su piel se encuentran pequeñas cantidades de b-caroteno, pero una vez que se pela el pepino, su contenido se reduce casi a cero. El pepino no se considera una hortaliza rica en minerales, si bien el más abundante es el potasio. En menor proporción se hallan el fósforo, magnesio y hierro. En la composición del pepino está presente una pequeña proporción de b-sitosterol: esterol que se encuentra de forma natural en el mundo vegetal donde cumple la función de mantener la estructura y el funcionamiento de las membranas celulares.",
      "nutricional":[{
         "calorias":"13",
         "proteinas":"0.7",
         "lipidos":"0.2",
         "agsaturados":"0.07",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.09",
         "omega3":"0.042",
         "omega6":"0.046",
         "colesterol":"0",
         "carbohidratos":"1.9",
         "fibra":"0.5",
         "agua":"96.7",
         "calcio":"17",
         "hierro":"0.3",
         "yodo":"1",
         "magnesio":"9",
         "zinc":"0.16",
         "sodio":"3",
         "potasio":"140",
         "fosforo":"20",
         "selenio":"trazas",
         "tiamina":"0.03",
         "riboflavina":"0.03",
         "niacina":"0.5",
         "vitamina_b6":"0.04",
         "folatos":"16",
         "vitamina_b12":"0",
         "vitamina_c":"10",
         "vitamina_a":"2",
         "vitamina_d":"0",
         "vitamina_e":"0.07"
      }]
   },{
      "_id":"Pimiento Italiano",
      "name":"Pimiento Italiano",
      "image":"/images/ingredients/pimiento_italiano.jpg",
      "category":"verduras",
      "comestible":"81",
      "fuente":"Proteínas, vitamina C y b-carotenos.",
      "valoracion":"El principal componente del pimiento verde es al agua, seguido de los hidratos de carbono, lo que hace que sea una verdura de bajo contenido energético. Al igual que el resto de las verduras, su contenido proteico es muy bajo y apenas aporta grasas. Los pimientos son fuente de vitamina C (principalmente si se consume en crudo, ya que sus pérdidas en cocinado son altas) y también aportan b-carotenos (205 µg/100 g). La vitamina C contribuye a la protección de las células frente al daño oxidativo. En el pimiento, además de los carotenos con actividad provitamínica A, existen otros carotenos sin este carácter como la capsantina. Algunas variedades de pimientos (picantes) contienen capsaicina, un compuesto picante e irritante.",
      "nutricional":[{
         "calorias":"23",
         "proteinas":"0.9",
         "lipidos":"0.2",
         "agsaturados":"0.04",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.11",
         "omega3":"0.019",
         "omega6":"0.09",
         "colesterol":"0",
         "carbohidratos":"3.7",
         "fibra":"1.2",
         "agua":"94",
         "calcio":"12",
         "hierro":"0.5",
         "yodo":"1",
         "magnesio":"11",
         "zinc":"0.2",
         "sodio":"2",
         "potasio":"210",
         "fosforo":"25",
         "selenio":"trazas",
         "tiamina":"0.05",
         "riboflavina":"0.04",
         "niacina":"0.9",
         "vitamina_b6":"0.17",
         "folatos":"11",
         "vitamina_b12":"0",
         "vitamina_c":"131",
         "vitamina_a":"34",
         "vitamina_d":"0",
         "vitamina_e":"0.8"
      }]
   },{
      "_id":"Pimiento Morron",
      "name":"Pimiento Morron",
      "image":"/images/ingredients/pimiento_morron.jpg",
      "category":"verduras",
      "comestible":"90",
      "fuente":"Vitamina C, vitamina B6, vitamina A y b-carotenos.",
      "valoracion":"El pimiento morrón es una verdura de bajo contenido energético. Su principal componente es el agua, seguido de las proteínas y los hidratos de carbono —que casi duplican al contenido en hidratos de carbono de los pimientos verdes—. Como los pimientos verdes, los morrones son fuente de vitamina C y B6. Una ración de pimiento morrón aporta el 135% de las ingestas recomendadas de vitamina C. Por otro lado, el contenido de vitamina A en un pimiento morrón destaca mayoritariamente por los b-carotenos: 2.220 μg/100 g de porción comestible en pimiento cocido.",
      "nutricional":[{
         "calorias":"40",
         "proteinas":"1.1",
         "lipidos":"0.4",
         "agsaturados":"0.1",
         "agmonoinsaturados":"0.01",
         "agpoliinsaturados":"0.2",
         "omega3":"0.019",
         "omega6":"0.09",
         "colesterol":"0",
         "carbohidratos":"7",
         "fibra":"2.1",
         "agua":"89.4",
         "calcio":"9",
         "hierro":"0.3",
         "yodo":"1",
         "magnesio":"14",
         "zinc":"0.2",
         "sodio":"70",
         "potasio":"180",
         "fosforo":"26",
         "selenio":"trazas",
         "tiamina":"0.01",
         "riboflavina":"0.03",
         "niacina":"1.1",
         "vitamina_b6":"0.31",
         "folatos":"11",
         "vitamina_b12":"0",
         "vitamina_c":"81",
         "vitamina_a":"630",
         "vitamina_d":"0",
         "vitamina_e":"0.9"
      }]
   },{
      "_id":"Puerro",
      "name":"Puerro",
      "image":"/images/ingredients/puerro.jpg",
      "category":"verduras",
      "comestible":"65",
      "fuente":"Proteínas, fibra, folatos, vitamina C y B6",
      "valoracion":"El agua es el componente mayoritario de este alimento. Además, es fuente de fibra y de algunas vitaminas (folatos, vitamina C, A y B6). Los folatos contribuyen a la formación normal de células sanguíneas. El consumo de 150 g de puerro aporta el 48% de las ingestas recomendadas de esta vitamina para la población de estudio. No hay cantidades significativas de minerales, pero podemos mencionar el aporte de potasio y fósforo. El calcio y el hierro se asimilan peor respecto a cómo sucede con los alimentos de origen animal ricos en dichos nutrientes (no se asimila tan bien como el de origen animal, porque la fibra de la verdura interfiere en su absorción a nivel intestinal).",
      "nutricional":[{
         "calorias":"48",
         "proteinas":"2",
         "lipidos":"0.4",
         "agsaturados":"0.1",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.2",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"7.5",
         "fibra":"3",
         "agua":"87.1",
         "calcio":"60",
         "hierro":"1",
         "yodo":"10",
         "magnesio":"18",
         "zinc":"0.23",
         "sodio":"26",
         "potasio":"260",
         "fosforo":"50",
         "selenio":"0.76",
         "tiamina":"0.05",
         "riboflavina":"0.03",
         "niacina":"0.6",
         "vitamina_b6":"0.25",
         "folatos":"127",
         "vitamina_b12":"0",
         "vitamina_c":"20",
         "vitamina_a":"123",
         "vitamina_d":"0",
         "vitamina_e":"0.7"
      }]
   },{
      "_id":"Rabano",
      "name":"Rabano",
      "image":"/images/ingredients/rabano.jpg",
      "category":"verduras",
      "comestible":"60",
      "fuente":"Proteínas, vitamina C y compuestos azufrados.",
      "valoracion":"El rábano es un alimento con un bajo contenido energético gracias a su alto contenido en agua y bajo en nutrientes energéticos (hidratos de carbono y lípidos). De su contenido vitamínico es fuente de vitamina C, la cual contribuye a la protección de las células frente al daño oxidativo. El consumo de 80 g de rábanos aporta el 27% de las ingestas recomendadas de esta vitamina para la población de estudio. En la composición de los rábanos destaca la presencia de compuestos azufrados como los glucosinolatos. En los rábanos, el principio picante es el metiltio-trans-sbutenilisotiocianato que al romper los tejidos, se forma a partir del correspondiente glucosinolato.",
      "nutricional":[{
         "calorias":"17",
         "proteinas":"1",
         "lipidos":"0.1",
         "agsaturados":"0.032",
         "agmonoinsaturados":"0.017",
         "agpoliinsaturados":"0.048",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"2.7",
         "fibra":"1",
         "agua":"95.3",
         "calcio":"34",
         "hierro":"1.3",
         "yodo":"16",
         "magnesio":"11",
         "zinc":"0.13",
         "sodio":"59",
         "potasio":"240",
         "fosforo":"31",
         "selenio":"2",
         "tiamina":"0.04",
         "riboflavina":"0.02",
         "niacina":"0.4",
         "vitamina_b6":"0.1",
         "folatos":"24",
         "vitamina_b12":"0",
         "vitamina_c":"20",
         "vitamina_a":"trazas",
         "vitamina_d":"0",
         "vitamina_e":"0"
      }]
   },{
      "_id":"Remolacha",
      "name":"Remolacha",
      "image":"/images/ingredients/remolacha.jpg",
      "category":"verduras",
      "comestible":"82",
      "fuente":"Proteínas, fibra, potasio y folatos.",
      "valoracion":"La remolacha es un alimento de bajo contenido energético. Tras el agua, los hidratos de carbono son el componente más abundante. Éstos son en su totalidad azúcares (de los más altos junto con la zanahoria y el puerro). Es buena fuente de fibra (una ración cubre el 17% de las recomendaciones para hombres y el 25% para mujeres). De sus vitaminas destacan los contenidos en folatos, equivalen al 45% de las ingestas recomendadas al día (IR/día) para hombres y mujeres de 20 a 39 años con actividad física moderada. En relación con los minerales, es una hortaliza fuente de potasio (17% de las IR/día para hombres y mujeres en el rango de edad y actividad física descritos). Este mineral contribuye al funcionamiento normal del sistema nervioso y de los músculos.",
      "nutricional":[{
         "calorias":"37",
         "proteinas":"1.3",
         "lipidos":"trazas",
         "agsaturados":"-",
         "agmonoinsaturados":"-",
         "agpoliinsaturados":"-",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"6.4",
         "fibra":"3.1",
         "agua":"89.2",
         "calcio":"23",
         "hierro":"0.8",
         "yodo":"-",
         "magnesio":"15",
         "zinc":"0.4",
         "sodio":"84",
         "potasio":"300",
         "fosforo":"31",
         "selenio":"1",
         "tiamina":"0.03",
         "riboflavina":"0.05",
         "niacina":"0.3",
         "vitamina_b6":"0.05",
         "folatos":"90",
         "vitamina_b12":"0",
         "vitamina_c":"10",
         "vitamina_a":"trazas",
         "vitamina_d":"0",
         "vitamina_e":"trazas"
      }]
   },{
      "_id":"Repollo Blanco",
      "name":"Repollo Blanco",
      "image":"/images/ingredients/repollo-blanco.jpg",
      "category":"verduras",
      "comestible":"75",
      "fuente":"Proteínas, fibra, potasio, vitamina C, folatos y filonutrientes.",
      "valoracion":"Como el resto de variedades de coles, el repollo es fuente de vitamina C y folatos. La vitamina C contribuye a la protección de las células frente al daño oxidativo. Los folatos ayudan a disminuir el cansancio y la fatiga. Una ración de repollo cubre el 30% de las ingestas diarias recomendadas de esta vitamina para la población de estudio. También es importante su contenido en fibra (soluble e insoluble). Contiene fitonutrientes específicos llamados glucosinalatos, destacando la sinigrina. Entre los minerales destaca el potasio, el cual contribuye al mantenimiento de la tensión arterial normal.",
      "nutricional":[{
         "calorias":"36",
         "proteinas":"3.3",
         "lipidos":"0.3",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.1",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.4",
         "fibra":"3.3",
         "agua":"89.7",
         "calcio":"40",
         "hierro":"0.8",
         "yodo":"-",
         "magnesio":"13",
         "zinc":"0.3",
         "sodio":"12",
         "potasio":"310",
         "fosforo":"53",
         "selenio":"2",
         "tiamina":"0.04",
         "riboflavina":"0.08",
         "niacina":"1.1",
         "vitamina_b6":"0.16",
         "folatos":"79",
         "vitamina_b12":"0",
         "vitamina_c":"65",
         "vitamina_a":"4",
         "vitamina_d":"0",
         "vitamina_e":"0.2"
      }]
   },{
      "_id":"Setas",
      "name":"Setas",
      "image":"/images/ingredients/setas.jpg",
      "category":"verduras",
      "comestible":"80",
      "fuente":"Proteínas, potasio, fósforo, selenio, niacina, riboflavina y vitamina A.",
      "valoracion":"Las setas contienen mucha agua pero su contenido en proteínas, lípidos e hidratos de carbono es muy bajo, lo que las identifica como un alimento con bajo contenido energético. Son fuente de vitamina A, riboflavina y niacina. Respecto a los minerales, el potasio, el fósforo y el selenio son los mayoritarios. Una ración de setas cubre el 20% de las ingestas recomendadas de fósforo para la población de estudio.",
      "nutricional":[{
         "calorias":"31",
         "proteinas":"1.8",
         "lipidos":"0.3",
         "agsaturados":"0.07",
         "agmonoinsaturados":"0.004",
         "agpoliinsaturados":"0.17",
         "omega3":"0.133",
         "omega6":"0.032",
         "colesterol":"0",
         "carbohidratos":"4",
         "fibra":"2.5",
         "agua":"91.4",
         "calcio":"9",
         "hierro":"1",
         "yodo":"3",
         "magnesio":"14",
         "zinc":"0.1",
         "sodio":"5",
         "potasio":"470",
         "fosforo":"115",
         "selenio":"9",
         "tiamina":"0.1",
         "riboflavina":"0.41",
         "niacina":"4.6",
         "vitamina_b6":"0.1",
         "folatos":"23",
         "vitamina_b12":"0",
         "vitamina_c":"4",
         "vitamina_a":"217",
         "vitamina_d":"0",
         "vitamina_e":"0.12"
      }]
   },{
      "_id":"Tirabeque/Guisante de azucar",
      "name":"Tirabeque/Guisante de azucar",
      "image":"/images/ingredients/tirabeque.jpg",
      "category":"verduras",
      "comestible":"44",
      "fuente":"Proteínas, fibra, fósforo, potasio, tiamina, niacina, folatos y vitamina C.",
      "valoracion":"Los tirabeques tienen casi tanta proteína como un huevo entero, menos de 1 g de grasa, y nada de colesterol; además de ser fuente de fibra, si bien este contenido es algo menor del encontrado en los guisantes. Respecto a los minerales, el fósforo y el potasio en esta leguminosa son los de contenido mayoritario. Una ración de tirabeques cubre el 23% de las ingestas recomendadas de fósforo para la población de estudio. En cuanto a las vitaminas, hay que destacar su contenido en vitamina C la cual mejora la absorción del hierro y ayuda a disminuir el cansancio y la fatiga. Las vitaminas del grupo B más destacadas son tiamina, niacina y folatos. Estos últimos contribuyen al crecimiento de los tejidos maternos durante el embarazo. Una ración aporta el 26% de las ingestas recomendadas de folatos para la población de estudio.",
      "nutricional":[{
         "calorias":"91",
         "proteinas":"6",
         "lipidos":"0.5",
         "agsaturados":"0.19",
         "agmonoinsaturados":"0.16",
         "agpoliinsaturados":"0.06",
         "omega3":"0.012",
         "omega6":"0.044",
         "colesterol":"0",
         "carbohidratos":"13.1",
         "fibra":"5.2",
         "agua":"75.2",
         "calcio":"24",
         "hierro":"1.7",
         "yodo":"-",
         "magnesio":"35",
         "zinc":"0.7",
         "sodio":"1",
         "potasio":"340",
         "fosforo":"122",
         "selenio":"1",
         "tiamina":"0.3",
         "riboflavina":"0.15",
         "niacina":"3",
         "vitamina_b6":"0.16",
         "folatos":"78",
         "vitamina_b12":"0",
         "vitamina_c":"23",
         "vitamina_a":"50",
         "vitamina_d":"0",
         "vitamina_e":"-"
      }]
   },{
      "_id":"Tomate",
      "name":"Tomate",
      "image":"/images/ingredients/tomate.jpg",
      "category":"verduras",
      "comestible":"94",
      "fuente":"Proteínas, carotenoides y vitamina C.",
      "valoracion":"El tomate está compuesto principalmente por agua y su macronutriente mayoritario son los hidratos de carbono. Entre las vitaminas cabe destacar el contenido en vitamina A, básicamente en forma de carotenoides provitamina A y vitamina C. Una ración de tomate cubre el 61% de las ingestas recomendadas de vitamina C para la población de estudio. Entre los carotenoides no provitamina A están los licopenos cuya cantidad depende de la variedad cultivada (mucho mayor en los de «tipo pera»), del grado de madurez (mayor en los maduros) y del modo de cultivo y forma de maduración (superior en los cultivados al aire libre y madurados en la planta). El tomate triturado o cocinado y su combinación con aceite, mejora la absorción del licopeno en nuestro organismo.",
      "nutricional":[{
         "calorias":"22",
         "proteinas":"1",
         "lipidos":"0.11",
         "agsaturados":"trazas",
         "agmonoinsaturados":"trazas",
         "agpoliinsaturados":"0.11",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"3.5",
         "fibra":"1.4",
         "agua":"94",
         "calcio":"11",
         "hierro":"0.6",
         "yodo":"7",
         "magnesio":"10",
         "zinc":"0.22",
         "sodio":"3",
         "potasio":"290",
         "fosforo":"27",
         "selenio":"trazas",
         "tiamina":"0.06",
         "riboflavina":"0.04",
         "niacina":"0.8",
         "vitamina_b6":"0.11",
         "folatos":"28",
         "vitamina_b12":"0",
         "vitamina_c":"26",
         "vitamina_a":"82.3",
         "vitamina_d":"0",
         "vitamina_e":"1.2"
      }]
   },{
      "_id":"Zanahoria",
      "name":"Zanahoria",
      "image":"/images/ingredients/zanahoria.jpg",
      "category":"verduras",
      "comestible":"83",
      "fuente":"Vitamina A y carotenoides.",
      "valoracion":"La zanahoria contiene una cantidad apreciable de hidratos de carbono. Si bien el aspecto más destacable de este alimento desde el punto de vista nutricional es su contenido en vitamina A (una zanahoria de tamaño medio cubre el 89% de las necesidades diarias de esta vitamina para hombres de 20 a 39 años y el 112% para mujeres de la misma edad), y en concreto en carotenoides con actividad provitamínica A (que una vez en el organismo se transforman en vitamina A, la cual contribuye al mantenimiento de la visión, la piel y las mucosas en condiciones normales. El más abundante es el b-caroteno (6.628 μg/100 g de porción comestible), seguido del acaroteno (2.895 μg/100 g de porción comestible). En la zanahoria, existen además, otros carotenoides sin esta actividad, como la luteína (288 μg/100 g de porción comestible), que se localiza en la retina y el cristalino del ojo. Otras vitaminas presentes en cantidades más discretas son la vitamina C y la vitamina B6. También contienen pequeñas cantidades de minerales como hierro, yodo y potasio.",
      "nutricional":[{
         "calorias":"40",
         "proteinas":"0.9",
         "lipidos":"0.2",
         "agsaturados":"0.037",
         "agmonoinsaturados":"0.014",
         "agpoliinsaturados":"0.117",
         "omega3":"-",
         "omega6":"-",
         "colesterol":"0",
         "carbohidratos":"7.3",
         "fibra":"2.9",
         "agua":"88.7",
         "calcio":"41",
         "hierro":"0.7",
         "yodo":"9",
         "magnesio":"13",
         "zinc":"0.3",
         "sodio":"77",
         "potasio":"255",
         "fosforo":"37",
         "selenio":"1",
         "tiamina":"0.05",
         "riboflavina":"0.04",
         "niacina":"0.6",
         "vitamina_b6":"0.15",
         "folatos":"10",
         "vitamina_b12":"0",
         "vitamina_c":"6",
         "vitamina_a":"1346",
         "vitamina_d":"0",
         "vitamina_e":"0.5"
      }]
   }]
}